[{"answer": "D", "text": " When using a transceiver that displays the carrier frequency of phone signals, which of the following displayed frequencies represents the highest frequency at which a properly adjusted USB emission will be totally within the band?", "part": "[97.301,", "number": "E1A01", "answers": ["The exact upper band edge", "300 Hz below the upper band edge", "1 kHz below the upper band edge", "3 kHz below the upper band edge"]}, {"answer": "D", "text": " When using a transceiver that displays the carrier frequency of phone signals, which of the following displayed frequencies represents the lowest frequency at which a properly adjusted LSB emission will be totally within the band?", "part": "[97.301,", "number": "E1A02", "answers": ["The exact lower band edge", "300 Hz above the lower band edge", "1 kHz above the lower band edge", "3 kHz above the lower band edge"]}, {"answer": "C", "text": " With your transceiver displaying the carrier frequency of phone signals, you hear a station calling CQ on 14.349 MHz USB. Is it legal to return the call using upper sideband on the same frequency?", "part": "[97.301,", "number": "E1A03", "answers": ["Yes, because you were not the station calling CQ", "Yes, because the displayed frequency is within the 20 meter band", "No, the sideband will extend beyond the band edge", "No, U.S. stations are not permitted to use phone emissions above 14.340 MHz"]}, {"answer": "C", "text": " With your transceiver displaying the carrier frequency of phone signals, you hear a DX station calling CQ on 3.601 MHz LSB. Is it legal to return the call using lower sideband on the same frequency?", "part": "[97.301,", "number": "E1A04", "answers": ["Yes, because the DX station initiated the contact", "Yes, because the displayed frequency is within the 75 meter phone band segment", "No, the sideband will extend beyond the edge of the phone band segment", "No, U.S. stations are not permitted to use phone emissions below 3.610 MHz"]}, {"answer": "C", "text": " What is the maximum power output permitted on the 60 meter band?", "part": "[97.313]", "number": "E1A05", "answers": ["50 watts PEP effective radiated power relative to an isotropic radiator", "50 watts PEP effective radiated power relative to a dipole", "100 watts PEP effective radiated power relative to the gain of a half-wave dipole", "100 watts PEP effective radiated power relative to an isotropic radiator"]}, {"answer": "B", "text": " Where must the carrier frequency of a CW signal be set to comply with FCC rules for 60 meter operation?", "part": "[97.15]", "number": "E1A06", "answers": ["At the lowest frequency of the channel", "At the center frequency of the channel", "At the highest frequency of the channel", "On any frequency where the signal's sidebands are within the channel"]}, {"answer": "D", "text": " Which amateur band requires transmission on specific channels rather than on a range of frequencies?", "part": "[97.303]", "number": "E1A07", "answers": ["12 meter band", "17 meter band", "30 meter band", "60 meter band"]}, {"answer": "B", "text": " If a station in a message forwarding system inadvertently forwards a message that is in violation of FCC rules, who is primarily accountable for the rules violation?", "part": "[97.219]", "number": "E1A08", "answers": ["The control operator of the packet bulletin board station", "The control operator of the originating station", "The control operators of all the stations in the system", "The control operators of all the stations in the system not authenticating the source from which they accept communications"]}, {"answer": "A", "text": " What is the first action you should take if your digital message forwarding station inadvertently forwards a communication that violates FCC rules?", "part": "[97.219]", "number": "E1A09", "answers": ["Discontinue forwarding the communication as soon as you become aware of it", "Notify the originating station that the communication does not comply with FCC rules", "Notify the nearest FCC Field Engineer's office", "Discontinue forwarding all messages"]}, {"answer": "A", "text": " If an amateur station is installed aboard a ship or aircraft, what condition must be met before the station is operated?", "part": "[97.11]", "number": "E1A10", "answers": ["Its operation must be approved by the master of the ship or the pilot in command of the aircraft", "The amateur station operator must agree not to transmit when the main radio of the ship or aircraft is in use", "The amateur station must have a power supply that is completely independent of the main ship or aircraft power supply", "The amateur operator must have an FCC Marine or Aircraft endorsement on his or her amateur license"]}, {"answer": "B", "text": " Which of the following describes authorization or licensing required when operating an amateur station aboard a U.S.-registered vessel in international waters?", "part": "[97.5]", "number": "E1A11", "answers": ["Any amateur license with an FCC Marine or Aircraft endorsement", "Any FCC-issued amateur license", "Only General class or higher amateur licenses", "An unrestricted Radiotelephone Operator Permit"]}, {"answer": "C", "text": " With your transceiver displaying the carrier frequency of CW signals, you hear a DX station's CQ on 3.500 MHz. Is it legal to return the call using CW on the same frequency?", "part": "[97.301,", "number": "E1A12", "answers": ["Yes, the DX station initiated the contact", "Yes, the displayed frequency is within the 80 meter CW band segment", "No, one of the sidebands of the CW signal will be out of the band", "No, U.S. stations are not permitted to use CW emissions below 3.525 MHz"]}, {"answer": "B", "text": " Who must be in physical control of the station apparatus of an amateur station aboard any vessel or craft that is documented or registered in the United States?", "part": "[97.5]", "number": "E1A13", "answers": ["Only a person with an FCC Marine Radio", "Any person holding an FCC issued amateur license or who is authorized for alien reciprocal operation", "Only a person named in an amateur station license grant", "Any person named in an amateur station license grant or a person holding an unrestricted Radiotelephone Operator Permit"]}, {"answer": "D", "text": " What is the maximum bandwidth for a data emission on 60 meters?", "part": "[97.303]", "number": "E1A14", "answers": ["60 Hz", "170 Hz", "1.5 kHz", "2.8 kHz"]}, {"answer": "D", "text": " Which of the following constitutes a spurious emission?", "part": "[97.3]", "number": "E1B01", "answers": ["An amateur station transmission made at random without the proper call sign identification", "A signal transmitted to prevent its detection by any station other than the intended recipient", "Any transmitted signal that unintentionally interferes with another licensed radio station", "An emission outside its necessary bandwidth that can be reduced or eliminated without affecting the information transmitted"]}, {"answer": "D", "text": " Which of the following factors might cause the physical location of an amateur station apparatus or antenna structure to be restricted?", "part": "[97.13]", "number": "E1B02", "answers": ["The location is near an area of political conflict", "The location is of geographical or horticultural importance", "The location is in an ITU Zone designated for coordination with one or more foreign governments", "The location is of environmental importance or significant in American history, architecture, or culture"]}, {"answer": "A", "text": " Within what distance must an amateur station protect an FCC monitoring facility from harmful interference?", "part": "[97.13]", "number": "E1B03", "answers": ["1 mile", "3 miles", "10 miles", "30 miles"]}, {"answer": "C", "text": " What must be done before placing an amateur station within an officially designated wilderness area or wildlife preserve, or an area listed in the National Register of Historical Places?", "part": "[97.13,", "number": "E1B04", "answers": ["A proposal must be submitted to the National Park Service", "A letter of intent must be filed with the National Audubon Society", "An Environmental Assessment must be submitted to the FCC", "A form FSD-15 must be submitted to the Department of the Interior"]}, {"answer": "C", "text": " What is the National Radio Quiet Zone?", "part": "[97.3]", "number": "E1B05", "answers": ["An area in Puerto Rico surrounding the Arecibo Radio Telescope", "An area in New Mexico surrounding the White Sands Test Area", "An area surrounding the National Radio Astronomy Observatory", "An area in Florida surrounding Cape Canaveral"]}, {"answer": "A", "text": " Which of the following additional rules apply if you are installing an amateur station antenna at a site at or near a public use airport?", "part": "[97.15]", "number": "E1B06", "answers": ["You may have to notify the Federal Aviation Administration and register it with the FCC as required by Part 17 of FCC rules", "No special rules apply if your antenna structure will be less than 300 feet in height", "You must file an Environmental Impact Statement with the EPA before construction begins", "You must obtain a construction permit from the airport zoning authority"]}, {"answer": "B", "text": " What is the highest modulation index permitted at the highest modulation frequency for angle modulation below 29.0 MHz?", "part": "[97.307]", "number": "E1B07", "answers": ["0.5", "1.0", "2.0", "3.0"]}, {"answer": "D", "text": " What limitations may the FCC place on an amateur station if its signal causes interference to domestic broadcast reception, assuming that the receivers involved are of good engineering design?", "part": "[97.121]", "number": "E1B08", "answers": ["The amateur station must cease operation", "The amateur station must cease operation on all frequencies below 30 MHz", "The amateur station must cease operation on all frequencies above 30 MHz", "The amateur station must avoid transmitting during certain hours on frequencies that cause the interference"]}, {"answer": "C", "text": " Which amateur stations may be operated under RACES rules?", "part": "[97.407]", "number": "E1B09", "answers": ["Only those club stations licensed to Amateur Extra class operators", "Any FCC-licensed amateur station except a Technician class", "Any FCC-licensed amateur station certified by the responsible civil defense organization for the area served", "Any FCC-licensed amateur station participating in the Military Auxiliary Radio System (MARS)"]}, {"answer": "A", "text": " What frequencies are authorized to an amateur station operating under RACES rules?", "part": "[97.407]", "number": "E1B10", "answers": ["All amateur service frequencies authorized to the control operator", "Specific segments in the amateur service MF, HF, VHF and UHF bands", "Specific local government channels", "Military Auxiliary Radio System (MARS) channels"]}, {"answer": "A", "text": " What is the permitted mean power of any spurious emission relative to the mean power of the fundamental emission from a station transmitter or external RF amplifier installed after January 1, 2003 and transmitting on a frequency below 30 MHZ?", "part": "[97.307]", "number": "E1B11", "answers": ["At least 43 dB below", "At least 53 dB below", "At least 63 dB below", "At least 73 dB below"]}, {"answer": "D", "text": " What is a remotely controlled station?", "part": "[97.3]", "number": "E1C01", "answers": ["A station operated away from its regular home location", "A station controlled by someone other than the licensee", "A station operating under automatic control", "A station controlled indirectly through a control link"]}, {"answer": "A", "text": " What is meant by automatic control of a station?", "part": "[97.3,", "number": "E1C02", "answers": ["The use of devices and procedures for control so that the control operator does not have to be present at a control point", "A station operating with its output power controlled automatically", "Remotely controlling a station's antenna pattern through a directional control link", "The use of a control link between a control point and a locally controlled station"]}, {"answer": "B", "text": " How do the control operator responsibilities of a station under automatic control differ from one under local control?", "part": "[97.3,", "number": "E1C03", "answers": ["Under local control there is no control operator", "Under automatic control the control operator is not required to be present at the control point", "Under automatic control there is no control operator", "Under local control a control operator is not required to be present at a control point"]}, {"answer": "A", "text": " What is meant by IARP?", "part": "((NOT SPECIFIED))", "number": "E1C04", "answers": ["An international amateur radio permit that allows U.S. amateurs to operate in certain countries of the Americas", "The internal amateur radio practices policy of the FCC", "An indication of increased antenna reflected power", "A forecast of intermittent aurora radio propagation"]}, {"answer": "A", "text": " When may an automatically controlled station originate third party communications?", "part": "[97.221(c)(1),[97.115(c)]", "number": "E1C05", "answers": ["Never", "Only when transmitting RTTY or data emissions", "When agreed upon by the sending or receiving station", "When approved by the National Telecommunication and Information Administration"]}, {"answer": "C", "text": " Which of the following statements concerning remotely controlled amateur stations is true?", "part": "[97.109]", "number": "E1C06", "answers": ["Only Extra Class operators may be the control operator of a remote station", "A control operator need not be present at the control point", "A control operator must be present at the control point", "Repeater and auxiliary stations may not be remotely controlled"]}, {"answer": "C", "text": " What is meant by local control?", "part": "[97.3]", "number": "E1C07", "answers": ["Controlling a station through a local auxiliary link", "Automatically manipulating local station controls", "Direct manipulation of the transmitter by a control operator", "Controlling a repeater using a portable handheld transceiver"]}, {"answer": "B", "text": " What is the maximum permissible duration of a remotely controlled station's transmissions if its control link malfunctions?", "part": "[97.213]", "number": "E1C08", "answers": ["30 seconds", "3 minutes", "5 minutes", "10 minutes"]}, {"answer": "D", "text": " Which of these ranges of frequencies is available for an automatically controlled repeater operating below 30 MHz?", "part": "[97.205]", "number": "E1C09", "answers": ["18.110 MHz - 18.168 MHz", "24.940 MHz - 24.990 MHz", "10.100 MHz - 10.150 MHz", "29.500 MHz - 29.700 MHz"]}, {"answer": "B", "text": " What types of amateur stations may automatically retransmit the radio signals of other amateur stations?", "part": "[97.113]", "number": "E1C10", "answers": ["Only beacon, repeater or space stations", "Only auxiliary, repeater or space stations", "Only earth stations, repeater stations or model craft", "Only auxiliary, beacon or space stations"]}, {"answer": "A", "text": " Which of the following operating arrangements allows an FCC-licensed U.S. citizen to operate in many European countries, and alien amateurs from many European countries to operate in the U.S.?", "part": "[97.5]", "number": "E1C11", "answers": ["CEPT agreement", "IARP agreement", "ITU reciprocal license", "All of these choices are correct"]}, {"answer": "C", "text": " What types of communications may be transmitted to amateur stations in foreign countries?", "part": "[97.117]", "number": "E1C12", "answers": ["Business-related messages for non-profit organizations", "Messages intended for connection to users of the maritime satellite service", "Communications incidental to the purpose of the amateur service and remarks of a personal nature", "All of these choices are correct"]}, {"answer": "C", "text": " Which of the following is required in order to operate in accordance with CEPT rules in foreign countries where permitted?", "part": "((NOT SPECIFIED))", "number": "E1C13", "answers": ["You must identify in the official language of the country in which you are operating", "The U.S. embassy must approve of your operation", "You must bring a copy of FCC Public Notice DA 11-221", "You must append \"/CEPT\" to your call sign"]}, {"answer": "A", "text": " What is the definition of the term telemetry?", "part": "[97.3]", "number": "E1D01", "answers": ["One-way transmission of measurements at a distance from the measuring instrument", "Two-way radiotelephone transmissions in excess of 1000 feet", "Two-way single channel transmissions of data", "One-way transmission that initiates, modifies, or terminates the functions of a device at a distance"]}, {"answer": "C", "text": " What is the amateur satellite service?", "part": "[97.3]", "number": "E1D02", "answers": ["A radio navigation service using satellites for the purpose of self training, intercommunication and technical studies carried out by amateurs", "A spacecraft launching service for amateur-built satellites", "A radio communications service using amateur radio stations on satellites", "A radio communications service using stations on Earth satellites for public service broadcast"]}, {"answer": "B", "text": " What is a telecommand station in the amateur satellite service?", "part": "[97.3]", "number": "E1D03", "answers": ["An amateur station located on the Earth's surface for communication with other Earth stations by means of Earth satellites", "An amateur station that transmits communications to initiate, modify or terminate functions of a space station", "An amateur station located more than 50 km above the Earth's surface", "An amateur station that transmits telemetry consisting of measurements of upper atmosphere"]}, {"answer": "A", "text": " What is an Earth station in the amateur satellite service?", "part": "[97.3]", "number": "E1D04", "answers": ["An amateur station within 50 km of the Earth's surface intended for communications with amateur stations by means of objects in space", "An amateur station that is not able to communicate using amateur satellites", "An amateur station that transmits telemetry consisting of measurement of upper atmosphere", "Any amateur station on the surface of the Earth"]}, {"answer": "C", "text": " What class of licensee is authorized to be the control operator of a space station?", "part": "[97.207]", "number": "E1D05", "answers": ["All except Technician Class", "Only General, Advanced or Amateur Extra Class", "Any class with appropriate operator privileges", "Only Amateur Extra Class"]}, {"answer": "A", "text": " Which of the following is a requirement of a space station?", "part": "[97.207]", "number": "E1D06", "answers": ["The space station must be capable of terminating transmissions by telecommand when directed by the FCC", "The space station must cease all transmissions after 5 years", "The space station must be capable of changing its orbit whenever such a change is ordered by NASA", "All of these choices are correct"]}, {"answer": "A", "text": " Which amateur service HF bands have frequencies authorized for space stations?", "part": "[97.207]", "number": "E1D07", "answers": ["Only the 40 m, 20 m, 17 m, 15 m, 12 m and 10 m bands", "Only the 40 m, 20 m, 17 m, 15 m and 10 m bands", "Only the 40 m, 30 m, 20 m, 15 m, 12 m and 10 m bands", "All HF bands"]}, {"answer": "D", "text": " Which VHF amateur service bands have frequencies available for space stations?", "part": "[97.207]", "number": "E1D08", "answers": ["6 meters and 2 meters", "6 meters, 2 meters, and 1.25 meters", "2 meters and 1.25 meters", "2 meters"]}, {"answer": "B", "text": " Which UHF amateur service bands have frequencies available for a space station?", "part": "[97.207]", "number": "E1D09", "answers": ["70 cm only", "70 cm and 13 cm", "70 cm and 33 cm", "33 cm and 13 cm"]}, {"answer": "B", "text": " Which amateur stations are eligible to be telecommand stations?", "part": "[97.211]", "number": "E1D10", "answers": ["Any amateur station designated by NASA", "Any amateur station so designated by the space station licensee, subject to the privileges of the class of operator license held by the control operator", "Any amateur station so designated by the ITU", "All of these choices are correct"]}, {"answer": "D", "text": " Which amateur stations are eligible to operate as Earth stations?", "part": "[97.209]", "number": "E1D11", "answers": ["Any amateur station whose licensee has filed a pre-space notification with the FCC's International Bureau", "Only those of General, Advanced or Amateur Extra Class operators", "Only those of Amateur Extra Class operators", "Any amateur station, subject to the privileges of the class of operator license held by the control operator"]}, {"answer": "D", "text": " What is the minimum number of qualified VEs required to administer an Element 4 amateur operator license examination?", "part": "[97.509]", "number": "E1E01", "answers": ["5", "2", "4", "3"]}, {"answer": "C", "text": " Where are the questions for all written U.S. amateur license examinations listed?", "part": "[97.523]", "number": "E1E02", "answers": ["In FCC Part 97", "In a question pool maintained by the FCC", "In a question pool maintained by all the VECs", "In the appropriate FCC Report and Order"]}, {"answer": "C", "text": " What is a Volunteer Examiner Coordinator?", "part": "[97.521]", "number": "E1E03", "answers": ["A person who has volunteered to administer amateur operator license examinations", "A person who has volunteered to prepare amateur operator license examinations", "An organization that has entered into an agreement with the FCC to coordinate amateur operator license examinations", "The person who has entered into an agreement with the FCC to be the VE session manager"]}, {"answer": "D", "text": " Which of the following best describes the Volunteer Examiner accreditation process?", "part": "[97.509,", "number": "E1E04", "answers": ["Each General, Advanced and Amateur Extra Class operator is automatically accredited as a VE when the license is granted", "The amateur operator applying must pass a VE examination administered by the FCC Enforcement Bureau", "The prospective VE obtains accreditation from the FCC", "The procedure by which a VEC confirms that the VE applicant meets FCC requirements to serve as an examiner"]}, {"answer": "B", "text": " What is the minimum passing score on amateur operator license examinations?", "part": "[97.503]", "number": "E1E05", "answers": ["Minimum passing score of 70%", "Minimum passing score of 74%", "Minimum passing score of 80%", "Minimum passing score of 77%"]}, {"answer": "C", "text": " Who is responsible for the proper conduct and necessary supervision during an amateur operator license examination session?", "part": "[97.509]", "number": "E1E06", "answers": ["The VEC coordinating the session", "The FCC", "Each administering VE", "The VE session manager"]}, {"answer": "B", "text": " What should a VE do if a candidate fails to comply with the examiner's instructions during an amateur operator license examination?", "part": "[97.509]", "number": "E1E07", "answers": ["Warn the candidate that continued failure to comply will result in termination of the examination", "Immediately terminate the candidate's examination", "Allow the candidate to complete the examination, but invalidate the results", "Immediately terminate everyone's examination and close the session"]}, {"answer": "C", "text": " To which of the following examinees may a VE not administer an examination?", "part": "[97.509]", "number": "E1E08", "answers": ["Employees of the VE", "Friends of the VE", "Relatives of the VE as listed in the FCC rules", "All of these choices are correct"]}, {"answer": "A", "text": " What may be the penalty for a VE who fraudulently administers or certifies an examination?", "part": "[97.509]", "number": "E1E09", "answers": ["Revocation of the VE's amateur station license grant and the suspension of the VE's amateur operator license grant", "A fine of up to $1000 per occurrence", "A sentence of up to one year in prison", "All of these choices are correct"]}, {"answer": "C", "text": " What must the administering VEs do after the administration of a successful examination for an amateur operator license?", "part": "[97.509]", "number": "E1E10", "answers": ["They must collect and send the documents to the NCVEC for grading", "They must collect and submit the documents to the coordinating VEC for grading", "They must submit the application document to the coordinating VEC according to the coordinating VEC instructions", "They must collect and send the documents to the FCC according to instructions"]}, {"answer": "B", "text": " What must the VE team do if an examinee scores a passing grade on all examination elements needed for an upgrade or new license?", "part": "[97.509]", "number": "E1E11", "answers": ["Photocopy all examination documents and forward them to the FCC for processing", "Three VEs must certify that the examinee is qualified for the license grant and that they have complied with the administering VE requirements", "Issue the examinee the new or upgrade license", "All these choices are correct"]}, {"answer": "A", "text": " What must the VE team do with the application form if the examinee does not pass the exam?", "part": "[97.509]", "number": "E1E12", "answers": ["Return the application document to the examinee", "Maintain the application form with the VEC's records", "Send the application form to the FCC and inform the FCC of the grade", "Destroy the application form"]}, {"answer": "B", "text": " Which of these choices is an acceptable method for monitoring the applicants if a VEC opts to conduct an exam session remotely?", "part": "[97.509]", "number": "E1E13", "answers": ["Record the exam session on video tape for later review by the VE team", "Use a real-time video link and the Internet to connect the exam session to the observing VEs", "The exam proctor observes the applicants and reports any violations", "Have each applicant sign an affidavit stating that all session rules were followed"]}, {"answer": "A", "text": " For which types of out-of-pocket expenses do the Part 97 rules state that VEs and VECs may be reimbursed?", "part": "[97.527]", "number": "E1E14", "answers": ["Preparing, processing, administering and coordinating an examination for an amateur radio license", "Teaching an amateur operator license examination preparation course", "No expenses are authorized for reimbursement", "Providing amateur operator license examination preparation training materials"]}, {"answer": "B", "text": " On what frequencies are spread spectrum transmissions permitted?", "part": "[97.305]", "number": "E1F01", "answers": ["Only on amateur frequencies above 50 MHz", "Only on amateur frequencies above 222 MHz", "Only on amateur frequencies above 420 MHz", "Only on amateur frequencies above 144 MHz"]}, {"answer": "C", "text": " What privileges are authorized in the U.S. to persons holding an amateur service license granted by the Government of Canada?", "part": "[97.107]", "number": "E1F02", "answers": ["None, they must obtain a U.S. license", "All privileges of the Extra Class license", "The operating terms and conditions of the Canadian amateur service license, not to exceed U.S. Extra Class privileges", "Full privileges, up to and including those of the Extra Class License, on the 80, 40, 20, 15, and 10 meter bands"]}, {"answer": "A", "text": " Under what circumstances may a dealer sell an external RF power amplifier capable of operation below 144 MHz if it has not been granted FCC certification?", "part": "[97.315]", "number": "E1F03", "answers": ["It was purchased in used condition from an amateur operator and is sold to another amateur operator for use at that operator's station", "The equipment dealer assembled it from a kit", "It was imported from a manufacturer in a country that does not require certification of RF power amplifiers", "It was imported from a manufacturer in another country and was certificated by that country's government"]}, {"answer": "A", "text": " Which of the following geographic descriptions approximately describes \"Line A\"?", "part": "[97.3]", "number": "E1F04", "answers": ["A line roughly parallel to and south of the U.S.-Canadian border", "A line roughly parallel to and west of the U.S. Atlantic coastline", "A line roughly parallel to and north of the U.S.-Mexican border and Gulf coastline", "A line roughly parallel to and east of the U.S. Pacific coastline"]}, {"answer": "D", "text": " Amateur stations may not transmit in which of the following frequency segments if they are located in the contiguous 48 states and north of Line A?", "part": "[97.303]", "number": "E1F05", "answers": ["440 MHz - 450 MHz", "53 MHz - 54 MHz", "222 MHz - 223 MHz", "420 MHz - 430 MHz"]}, {"answer": "A", "text": " Under what circumstances might the FCC issue a Special Temporary Authority (STA) to an amateur station?", "part": "[1.931]", "number": "E1F06", "answers": ["To provide for experimental amateur communications", "To allow regular operation on Land Mobile channels", "To provide additional spectrum for personal use", "To provide temporary operation while awaiting normal licensing"]}, {"answer": "D", "text": " When may an amateur station send a message to a business?", "part": "[97.113]", "number": "E1F07", "answers": ["When the total money involved does not exceed $25", "When the control operator is employed by the FCC or another government agency", "When transmitting international third-party communications", "When neither the amateur nor his or her employer has a pecuniary interest in the communications"]}, {"answer": "A", "text": " Which of the following types of amateur station communications are prohibited?", "part": "[97.113]", "number": "E1F08", "answers": ["Communications transmitted for hire or material compensation, except as otherwise provided in the rules", "Communications that have a political content, except as allowed by the Fairness Doctrine", "Communications that have a religious content", "Communications in a language other than English"]}, {"answer": "D", "text": " Which of the following conditions apply when transmitting spread spectrum emission?", "part": "[97.311]", "number": "E1F09", "answers": ["A station transmitting SS emission must not cause harmful interference to other stations employing other authorized emissions", "The transmitting station must be in an area regulated by the FCC or in a country that permits SS emissions", "The transmission must not be used to obscure the meaning of any communication", "All of these choices are correct"]}, {"answer": "C", "text": " What is the maximum permitted transmitter peak envelope power for an amateur station transmitting spread spectrum communications?", "part": "[97.313]", "number": "E1F10", "answers": ["1 W", "1.5 W", "10 W", "1.5 kW"]}, {"answer": "D", "text": " Which of the following best describes one of the standards that must be met by an external RF power amplifier if it is to qualify for a grant of FCC certification?", "part": "[97.317]", "number": "E1F11", "answers": ["It must produce full legal output when driven by not more than 5 watts of mean RF input power", "It must be capable of external RF switching between its input and output networks", "It must exhibit a gain of 0 dB or less over its full output range", "It must satisfy the FCC's spurious emission standards when operated at the lesser of 1500 watts or its full output power"]}, {"answer": "B", "text": " Who may be the control operator of an auxiliary station?", "part": "[97.201]", "number": "E1F12", "answers": ["Any licensed amateur operator", "Only Technician, General, Advanced or Amateur Extra Class operators", "Only General, Advanced or Amateur Extra Class operators", "Only Amateur Extra Class operators"]}, {"answer": "C", "text": " What is the direction of an ascending pass for an amateur satellite?", "part": "((NOT SPECIFIED))", "number": "E2A01", "answers": ["From west to east", "From east to west", "From south to north", "From north to south"]}, {"answer": "A", "text": " What is the direction of a descending pass for an amateur satellite?", "part": "((NOT SPECIFIED))", "number": "E2A02", "answers": ["From north to south", "From west to east", "From east to west", "From south to north"]}, {"answer": "C", "text": " What is the orbital period of an Earth satellite?", "part": "((NOT SPECIFIED))", "number": "E2A03", "answers": ["The point of maximum height of a satellite's orbit", "The point of minimum height of a satellite's orbit", "The time it takes for a satellite to complete one revolution around the Earth", "The time it takes for a satellite to travel from perigee to apogee"]}, {"answer": "B", "text": " What is meant by the term mode as applied to an amateur radio satellite?", "part": "((NOT SPECIFIED))", "number": "E2A04", "answers": ["The type of signals that can be relayed through the satellite", "The satellite's uplink and downlink frequency bands", "The satellite's orientation with respect to the Earth", "Whether the satellite is in a polar or equatorial orbit"]}, {"answer": "D", "text": " What do the letters in a satellite's mode designator specify?", "part": "((NOT SPECIFIED))", "number": "E2A05", "answers": ["Power limits for uplink and downlink transmissions", "The location of the ground control station", "The polarization of uplink and downlink signals", "The uplink and downlink frequency ranges"]}, {"answer": "A", "text": " On what band would a satellite receive signals if it were operating in mode U/V?", "part": "((NOT SPECIFIED))", "number": "E2A06", "answers": ["435 MHz - 438 MHz", "144 MHz - 146 MHz", "50.0 MHz - 50.2 MHz", "29.5 MHz - 29.7 MHz"]}, {"answer": "D", "text": " Which of the following types of signals can be relayed through a linear transponder?", "part": "((NOT SPECIFIED))", "number": "E2A07", "answers": ["FM and CW", "SSB and SSTV", "PSK and Packet", "All of these choices are correct"]}, {"answer": "B", "text": " Why should effective radiated power to a satellite which uses a linear transponder be limited?", "part": "((NOT SPECIFIED))", "number": "E2A08", "answers": ["To prevent creating errors in the satellite telemetry", "To avoid reducing the downlink power to all other users", "To prevent the satellite from emitting out-of-band signals", "To avoid interfering with terrestrial QSOs"]}, {"answer": "A", "text": " What do the terms L band and S band specify with regard to satellite communications?", "part": "((NOT SPECIFIED))", "number": "E2A09", "answers": ["The 23 centimeter and 13 centimeter bands", "The 2 meter and 70 centimeter bands", "FM and Digital Store-and-Forward systems", "Which sideband to use"]}, {"answer": "A", "text": " Why may the received signal from an amateur satellite exhibit a rapidly repeating fading effect?", "part": "((NOT SPECIFIED))", "number": "E2A10", "answers": ["Because the satellite is spinning", "Because of ionospheric absorption", "Because of the satellite's low orbital altitude", "Because of the Doppler Effect"]}, {"answer": "B", "text": " What type of antenna can be used to minimize the effects of spin modulation and Faraday rotation?", "part": "((NOT SPECIFIED))", "number": "E2A11", "answers": ["A linearly polarized antenna", "A circularly polarized antenna", "An isotropic antenna", "A log-periodic dipole array"]}, {"answer": "D", "text": " What is one way to predict the location of a satellite at a given time?", "part": "((NOT SPECIFIED))", "number": "E2A12", "answers": ["By means of the Doppler data for the specified satellite", "By subtracting the mean anomaly from the orbital inclination", "By adding the mean anomaly to the orbital inclination", "By calculations using the Keplerian elements for the specified satellite"]}, {"answer": "B", "text": " What type of satellite appears to stay in one position in the sky?", "part": "((NOT SPECIFIED))", "number": "E2A13", "answers": ["HEO", "Geostationary", "Geomagnetic", "LEO"]}, {"answer": "C", "text": " What technology is used to track, in real time, balloons carrying amateur radio transmitters?", "part": "((NOT SPECIFIED))", "number": "E2A14", "answers": ["Radar", "Bandwidth compressed LORAN", "APRS", "Doppler shift of beacon signals"]}, {"answer": "A", "text": " How many times per second is a new frame transmitted in a fast-scan (NTSC) television system?", "part": "((NOT SPECIFIED))", "number": "E2B01", "answers": ["30", "60", "90", "120"]}, {"answer": "C", "text": " How many horizontal lines make up a fast-scan (NTSC) television frame?", "part": "((NOT SPECIFIED))", "number": "E2B02", "answers": ["30", "60", "525", "1080"]}, {"answer": "D", "text": " How is an interlaced scanning pattern generated in a fast-scan (NTSC) television system?", "part": "((NOT SPECIFIED))", "number": "E2B03", "answers": ["By scanning two fields simultaneously", "By scanning each field from bottom to top", "By scanning lines from left to right in one field and right to left in the next", "By scanning odd numbered lines in one field and even numbered lines in the next"]}, {"answer": "B", "text": " What is blanking in a video signal?", "part": "((NOT SPECIFIED))", "number": "E2B04", "answers": ["Synchronization of the horizontal and vertical sync pulses", "Turning off the scanning beam while it is traveling from right to left or from bottom to top", "Turning off the scanning beam at the conclusion of a transmission", "Transmitting a black and white test pattern"]}, {"answer": "C", "text": " Which of the following is an advantage of using vestigial sideband for standard fast- scan TV transmissions?", "part": "((NOT SPECIFIED))", "number": "E2B05", "answers": ["The vestigial sideband carries the audio information", "The vestigial sideband contains chroma information", "Vestigial sideband reduces bandwidth while allowing for simple video detector circuitry", "Vestigial sideband provides high frequency emphasis to sharpen the picture"]}, {"answer": "A", "text": " What is vestigial sideband modulation?", "part": "((NOT SPECIFIED))", "number": "E2B06", "answers": ["Amplitude modulation in which one complete sideband and a portion of the other are transmitted", "A type of modulation in which one sideband is inverted", "Narrow-band FM modulation achieved by filtering one sideband from the audio before frequency modulating the carrier", "Spread spectrum modulation achieved by applying FM modulation following single sideband amplitude modulation"]}, {"answer": "B", "text": " What is the name of the signal component that carries color information in NTSC video?", "part": "((NOT SPECIFIED))", "number": "E2B07", "answers": ["Luminance", "Chroma", "Hue", "Spectral Intensity"]}, {"answer": "D", "text": " Which of the following is a common method of transmitting accompanying audio with amateur fast-scan television?", "part": "((NOT SPECIFIED))", "number": "E2B08", "answers": ["Frequency-modulated sub-carrier", "A separate VHF or UHF audio link", "Frequency modulation of the video carrier", "All of these choices are correct"]}, {"answer": "D", "text": " What hardware, other than a receiver with SSB capability and a suitable computer, is needed to decode SSTV using Digital Radio Mondiale (DRM)?", "part": "((NOT SPECIFIED))", "number": "E2B09", "answers": ["A special IF converter", "A special front end limiter", "A special notch filter to remove synchronization pulses", "No other hardware is needed"]}, {"answer": "A", "text": " Which of the following is an acceptable bandwidth for Digital Radio Mondiale (DRM) based voice or SSTV digital transmissions made on the HF amateur bands?", "part": "((NOT SPECIFIED))", "number": "E2B10", "answers": ["3 KHz", "10 KHz", "15 KHz", "20 KHz"]}, {"answer": "B", "text": " What is the function of the Vertical Interval Signaling (VIS) code sent as part of an SSTV transmission?", "part": "((NOT SPECIFIED))", "number": "E2B11", "answers": ["To lock the color burst oscillator in color SSTV images", "To identify the SSTV mode being used", "To provide vertical synchronization", "To identify the call sign of the station transmitting"]}, {"answer": "D", "text": " How are analog SSTV images typically transmitted on the HF bands?", "part": "((NOT SPECIFIED))", "number": "E2B12", "answers": ["Video is converted to equivalent Baudot representation", "Video is converted to equivalent ASCII representation", "Varying tone frequencies representing the video are transmitted using PSK", "Varying tone frequencies representing the video are transmitted using single sideband"]}, {"answer": "C", "text": " How many lines are commonly used in each frame of an amateur slow-scan color television picture?", "part": "((NOT SPECIFIED))", "number": "E2B13", "answers": ["30 or 60", "60 or 100", "128 or 256", "180 or 360"]}, {"answer": "A", "text": " What aspect of an amateur slow-scan television signal encodes the brightness of the picture?", "part": "((NOT SPECIFIED))", "number": "E2B14", "answers": ["Tone frequency", "Tone amplitude", "Sync amplitude", "Sync frequency"]}, {"answer": "A", "text": " What signals SSTV receiving equipment to begin a new picture line?", "part": "((NOT SPECIFIED))", "number": "E2B15", "answers": ["Specific tone frequencies", "Elapsed time", "Specific tone amplitudes", "A two-tone signal"]}, {"answer": "D", "text": " Which is a video standard used by North American Fast Scan ATV stations?", "part": "((NOT SPECIFIED))", "number": "E2B16", "answers": ["PAL", "DRM", "Scottie", "NTSC"]}, {"answer": "B", "text": " What is the approximate bandwidth of a slow-scan TV signal?", "part": "((NOT SPECIFIED))", "number": "E2B17", "answers": ["600 Hz", "3 kHz", "2 MHz", "6 MHz"]}, {"answer": "D", "text": " On which of the following frequencies is one likely to find FM ATV transmissions?", "part": "((NOT SPECIFIED))", "number": "E2B18", "answers": ["14.230 MHz", "29.6 MHz", "52.525 MHz", "1255 MHz"]}, {"answer": "C", "text": " What special operating frequency restrictions are imposed on slow scan TV transmissions?", "part": "((NOT SPECIFIED))", "number": "E2B19", "answers": ["None; they are allowed on all amateur frequencies", "They are restricted to 7.245 MHz, 14.245 MHz, 21.345 MHz, and 28.945 MHz", "They are restricted to phone band segments and their bandwidth can be no greater than that of a voice signal of the same modulation type", "They are not permitted above 54 MHz"]}, {"answer": "A", "text": " Which of the following is true about contest operating?", "part": "((NOT SPECIFIED))", "number": "E2C01", "answers": ["Operators are permitted to make contacts even if they do not submit a log", "Interference to other amateurs is unavoidable and therefore acceptable", "It is mandatory to transmit the call sign of the station being worked as part of every transmission to that station", "Every contest requires a signal report in the exchange"]}, {"answer": "A", "text": " Which of the following best describes the term self-spotting in regards to HF contest operating?", "part": "((NOT SPECIFIED))", "number": "E2C02", "answers": ["The generally prohibited practice of posting one's own call sign and frequency on a spotting network", "The acceptable practice of manually posting the call signs of stations on a spotting network", "A manual technique for rapidly zero beating or tuning to a station's frequency before calling that station", "An automatic method for rapidly zero beating or tuning to a station's frequency before calling that station"]}, {"answer": "A", "text": " From which of the following bands is amateur radio contesting generally excluded?", "part": "((NOT SPECIFIED))", "number": "E2C03", "answers": ["30 m", "6 m", "2 m", "33 cm"]}, {"answer": "A", "text": " What type of transmission is most often used for a ham radio mesh network?", "part": "((NOT SPECIFIED))", "number": "E2C04", "answers": ["Spread spectrum in the 2.4 GHz band", "Multiple Frequency Shift Keying in the 10 GHz band", "Store and forward on the 440 MHz band", "Frequency division multiplex in the 24 GHz band"]}, {"answer": "B", "text": " What is the function of a DX QSL Manager?", "part": "((NOT SPECIFIED))", "number": "E2C05", "answers": ["To allocate frequencies for DXpeditions", "To handle the receiving and sending of confirmation cards for a DX station", "To run a net to allow many stations to contact a rare DX station", "To relay calls to and from a DX station"]}, {"answer": "C", "text": " During a VHF/UHF contest, in which band segment would you expect to find the highest level of activity?", "part": "((NOT SPECIFIED))", "number": "E2C06", "answers": ["At the top of each band, usually in a segment reserved for contests", "In the middle of each band, usually on the national calling frequency", "In the weak signal segment of the band, with most of the activity near the calling frequency", "In the middle of the band, usually 25 kHz above the national calling frequency"]}, {"answer": "A", "text": " What is the Cabrillo format?", "part": "((NOT SPECIFIED))", "number": "E2C07", "answers": ["A standard for submission of electronic contest logs", "A method of exchanging information during a contest QSO", "The most common set of contest rules", "The rules of order for meetings between contest sponsors"]}, {"answer": "B", "text": " Which of the following contacts may be confirmed through the U.S. QSL bureau system?", "part": "((NOT SPECIFIED))", "number": "E2C08", "answers": ["Special event contacts between stations in the U.S.", "Contacts between a U.S. station and a non-U.S. station", "Repeater contacts between U.S. club members", "Contacts using tactical call signs"]}, {"answer": "C", "text": " What type of equipment is commonly used to implement a ham radio mesh network?", "part": "((NOT SPECIFIED))", "number": "E2C09", "answers": ["A 2 meter VHF transceiver with a 1200 baud modem", "An optical cable connection between the USB ports of 2 separate computers", "A standard wireless router running custom software", "A 440 MHz transceiver with a 9600 baud modem"]}, {"answer": "D", "text": " Why might a DX station state that they are listening on another frequency?", "part": "((NOT SPECIFIED))", "number": "E2C10", "answers": ["Because the DX station may be transmitting on a frequency that is prohibited to some responding stations", "To separate the calling stations from the DX station", "To improve operating efficiency by reducing interference", "All of these choices are correct"]}, {"answer": "A", "text": " How should you generally identify your station when attempting to contact a DX station during a contest or in a pileup?", "part": "((NOT SPECIFIED))", "number": "E2C11", "answers": ["Send your full call sign once or twice", "Send only the last two letters of your call sign until you make contact", "Send your full call sign and grid square", "Send the call sign of the DX station three times, the words \"this is\", then your call sign three times"]}, {"answer": "B", "text": " What might help to restore contact when DX signals become too weak to copy across an entire HF band a few hours after sunset?", "part": "((NOT SPECIFIED))", "number": "E2C12", "answers": ["Switch to a higher frequency HF band", "Switch to a lower frequency HF band", "Wait 90 minutes or so for the signal degradation to pass", "Wait 24 hours before attempting another communication on the band"]}, {"answer": "D", "text": " What indicator is required to be used by U.S.-licensed operators when operating a station via remote control where the transmitter is located in the U.S.?", "part": "((NOT SPECIFIED))", "number": "E2C13", "answers": ["/ followed by the USPS two letter abbreviation for the state in which the remote station is located", "/R# where # is the district of the remote station", "The ARRL section of the remote station", "No additional indicator is required"]}, {"answer": "B", "text": " Which of the following digital modes is especially designed for use for meteor scatter signals?", "part": "((NOT SPECIFIED))", "number": "E2D01", "answers": ["WSPR", "FSK441", "Hellschreiber", "APRS"]}, {"answer": "D", "text": " Which of the following is a good technique for making meteor scatter contacts?", "part": "((NOT SPECIFIED))", "number": "E2D02", "answers": ["15 second timed transmission sequences with stations alternating based on location", "Use of high speed CW or digital modes", "Short transmission with rapidly repeated call signs and signal reports", "All of these choices are correct"]}, {"answer": "D", "text": " Which of the following digital modes is especially useful for EME communications?", "part": "((NOT SPECIFIED))", "number": "E2D03", "answers": ["FSK441", "PACTOR III", "Olivia", "JT65"]}, {"answer": "C", "text": " What is the purpose of digital store-and-forward functions on an Amateur Radio satellite?", "part": "((NOT SPECIFIED))", "number": "E2D04", "answers": ["To upload operational software for the transponder", "To delay download of telemetry between satellites", "To store digital messages in the satellite for later download by other stations", "To relay messages between satellites"]}, {"answer": "B", "text": " Which of the following techniques is normally used by low Earth orbiting digital satellites to relay messages around the world?", "part": "((NOT SPECIFIED))", "number": "E2D05", "answers": ["Digipeating", "Store-and-forward", "Multi-satellite relaying", "Node hopping"]}, {"answer": "A", "text": " Which of the following describes a method of establishing EME contacts?", "part": "((NOT SPECIFIED))", "number": "E2D06", "answers": ["Time synchronous transmissions alternately from each station", "Storing and forwarding digital messages", "Judging optimum transmission times by monitoring beacons reflected from the Moon", "High speed CW identification to avoid fading"]}, {"answer": "C", "text": " What digital protocol is used by APRS?", "part": "((NOT SPECIFIED))", "number": "E2D07", "answers": ["PACTOR", "802.11", "AX.25", "AMTOR"]}, {"answer": "A", "text": " What type of packet frame is used to transmit APRS beacon data?", "part": "((NOT SPECIFIED))", "number": "E2D08", "answers": ["Unnumbered Information", "Disconnect", "Acknowledgement", "Connect"]}, {"answer": "D", "text": " Which of these digital modes has the fastest data throughput under clear communication conditions?", "part": "((NOT SPECIFIED))", "number": "E2D09", "answers": ["AMTOR", "170 Hz shift, 45 baud RTTY", "PSK31", "300 baud packet"]}, {"answer": "C", "text": " How can an APRS station be used to help support a public service communications activity?", "part": "((NOT SPECIFIED))", "number": "E2D10", "answers": ["An APRS station with an emergency medical technician can automatically transmit medical data to the nearest hospital", "APRS stations with General Personnel Scanners can automatically relay the participant numbers and time as they pass the check points", "An APRS station with a GPS unit can automatically transmit information to show a mobile station's position during the event", "All of these choices are correct"]}, {"answer": "D", "text": " Which of the following data are used by the APRS network to communicate your location?", "part": "((NOT SPECIFIED))", "number": "E2D11", "answers": ["Polar coordinates", "Time and frequency", "Radio direction finding spectrum analysis", "Latitude and longitude"]}, {"answer": "A", "text": " How does JT65 improve EME communications?", "part": "((NOT SPECIFIED))", "number": "E2D12", "answers": ["It can decode signals many dB below the noise floor using FEC", "It controls the receiver to track Doppler shift", "It supplies signals to guide the antenna to track the Moon", "All of these choices are correct"]}, {"answer": "A", "text": " What type of modulation is used for JT65 contacts?", "part": "((NOT SPECIFIED))", "number": "E2D13", "answers": ["Multi-tone AFSK", "PSK", "RTTY", "IEEE 802.11"]}, {"answer": "B", "text": " What is one advantage of using JT65 coding?", "part": "((NOT SPECIFIED))", "number": "E2D14", "answers": ["Uses only a 65 Hz bandwidth", "The ability to decode signals which have a very low signal to noise ratio", "Easily copied by ear if necessary", "Permits fast-scan TV transmissions over narrow bandwidth"]}, {"answer": "B", "text": " Which type of modulation is common for data emissions below 30 MHz?", "part": "((NOT SPECIFIED))", "number": "E2E01", "answers": ["DTMF tones modulating an FM signal", "FSK", "Pulse modulation", "Spread spectrum"]}, {"answer": "A", "text": " What do the letters FEC mean as they relate to digital operation?", "part": "((NOT SPECIFIED))", "number": "E2E02", "answers": ["Forward Error Correction", "First Error Correction", "Fatal Error Correction", "Final Error Correction"]}, {"answer": "C", "text": " How is the timing of JT65 contacts organized?", "part": "((NOT SPECIFIED))", "number": "E2E03", "answers": ["By exchanging ACK/NAK packets", "Stations take turns on alternate days", "Alternating transmissions at 1 minute intervals", "It depends on the lunar phase"]}, {"answer": "A", "text": " What is indicated when one of the ellipses in an FSK crossed-ellipse display suddenly disappears?", "part": "((NOT SPECIFIED))", "number": "E2E04", "answers": ["Selective fading has occurred", "One of the signal filters is saturated", "The receiver has drifted 5 kHz from the desired receive frequency", "The mark and space signal have been inverted"]}, {"answer": "A", "text": " Which type of digital mode does not support keyboard-to-keyboard operation?", "part": "((NOT SPECIFIED))", "number": "E2E05", "answers": ["Winlink", "RTTY", "PSK31", "MFSK"]}, {"answer": "C", "text": " What is the most common data rate used for HF packet?", "part": "((NOT SPECIFIED))", "number": "E2E06", "answers": ["48 baud", "110 baud", "300 baud", "1200 baud"]}, {"answer": "B", "text": " What is the typical bandwidth of a properly modulated MFSK16 signal?", "part": "((NOT SPECIFIED))", "number": "E2E07", "answers": ["31 Hz", "316 Hz", "550 Hz", "2.16 kHz"]}, {"answer": "B", "text": " Which of the following HF digital modes can be used to transfer binary files?", "part": "((NOT SPECIFIED))", "number": "E2E08", "answers": ["Hellschreiber", "PACTOR", "RTTY", "AMTOR"]}, {"answer": "D", "text": " Which of the following HF digital modes uses variable-length coding for bandwidth efficiency?", "part": "((NOT SPECIFIED))", "number": "E2E09", "answers": ["RTTY", "PACTOR", "MT63", "PSK31"]}, {"answer": "C", "text": " Which of these digital modes has the narrowest bandwidth?", "part": "((NOT SPECIFIED))", "number": "E2E10", "answers": ["MFSK16", "170 Hz shift, 45 baud RTTY", "PSK31", "300-baud packet"]}, {"answer": "A", "text": " What is the difference between direct FSK and audio FSK?", "part": "((NOT SPECIFIED))", "number": "E2E11", "answers": ["Direct FSK applies the data signal to the transmitter VFO", "Audio FSK has a superior frequency response", "Direct FSK uses a DC-coupled data connection", "Audio FSK can be performed anywhere in the transmit chain"]}, {"answer": "C", "text": " Which type of control is used by stations using the Automatic Link Enable (ALE) protocol?", "part": "((NOT SPECIFIED))", "number": "E2E12", "answers": ["Local", "Remote", "Automatic", "ALE can use any type of control"]}, {"answer": "D", "text": " Which of the following is a possible reason that attempts to initiate contact with a digital station on a clear frequency are unsuccessful?", "part": "((NOT SPECIFIED))", "number": "E2E13", "answers": ["Your transmit frequency is incorrect", "The protocol version you are using is not the supported by the digital station", "Another station you are unable to hear is using the frequency", "All of these choices are correct"]}, {"answer": "D", "text": " What is the approximate maximum separation measured along the surface of the Earth between two stations communicating by Moon bounce?", "part": "((NOT SPECIFIED))", "number": "E3A01", "answers": ["500 miles, if the Moon is at perigee", "2000 miles, if the Moon is at apogee", "5000 miles, if the Moon is at perigee", "12,000 miles, if the Moon is visible by both stations"]}, {"answer": "B", "text": " What characterizes libration fading of an EME signal?", "part": "((NOT SPECIFIED))", "number": "E3A02", "answers": ["A slow change in the pitch of the CW signal", "A fluttery irregular fading", "A gradual loss of signal as the Sun rises", "The returning echo is several Hertz lower in frequency than the transmitted signal"]}, {"answer": "A", "text": " When scheduling EME contacts, which of these conditions will generally result in the least path loss?", "part": "((NOT SPECIFIED))", "number": "E3A03", "answers": ["When the Moon is at perigee", "When the Moon is full", "When the Moon is at apogee", "When the MUF is above 30 MHz"]}, {"answer": "D", "text": " What do Hepburn maps predict?", "part": "((NOT SPECIFIED))", "number": "E3A04", "answers": ["Sporadic E propagation", "Locations of auroral reflecting zones", "Likelihood of rain-scatter along cold or warm fronts", "Probability of tropospheric propagation"]}, {"answer": "C", "text": " Tropospheric propagation of microwave signals often occurs along what weather related structure?", "part": "((NOT SPECIFIED))", "number": "E3A05", "answers": ["Gray-line", "Lightning discharges", "Warm and cold fronts", "Sprites and jets"]}, {"answer": "C", "text": " Which of the following is required for microwave propagation via rain scatter?", "part": "((NOT SPECIFIED))", "number": "E3A06", "answers": ["Rain droplets must be electrically charged", "Rain droplets must be within the E layer", "The rain must be within radio range of both stations", "All of these choices are correct"]}, {"answer": "C", "text": " Atmospheric ducts capable of propagating microwave signals often form over what geographic feature?", "part": "((NOT SPECIFIED))", "number": "E3A07", "answers": ["Mountain ranges", "Forests", "Bodies of water", "Urban areas"]}, {"answer": "A", "text": " When a meteor strikes the Earth's atmosphere, a cylindrical region of free electrons is formed at what layer of the ionosphere?", "part": "((NOT SPECIFIED))", "number": "E3A08", "answers": ["The E layer", "The F1 layer", "The F2 layer", "The D layer"]}, {"answer": "C", "text": " Which of the following frequency range is most suited for meteor scatter communications?", "part": "((NOT SPECIFIED))", "number": "E3A09", "answers": ["1.8 MHz - 1.9 MHz", "10 MHz - 14 MHz", "28 MHz - 148 MHz", "220 MHz - 450 MHz"]}, {"answer": "B", "text": " Which type of atmospheric structure can create a path for microwave propagation?", "part": "((NOT SPECIFIED))", "number": "E3A10", "answers": ["The jet stream", "Temperature inversion", "Wind shear", "Dust devil"]}, {"answer": "B", "text": " What is a typical range for tropospheric propagation of microwave signals?", "part": "((NOT SPECIFIED))", "number": "E3A11", "answers": ["10 miles to 50 miles", "100 miles to 300 miles", "1200 miles", "2500 miles"]}, {"answer": "C", "text": " What is the cause of auroral activity?", "part": "((NOT SPECIFIED))", "number": "E3A12", "answers": ["The interaction in the F2 layer between the solar wind and the Van Allen belt", "A low sunspot level combined with tropospheric ducting", "The interaction in the E layer of charged particles from the Sun with the Earth's magnetic field", "Meteor showers concentrated in the extreme northern and southern latitudes"]}, {"answer": "A", "text": " Which emission mode is best for aurora propagation?", "part": "((NOT SPECIFIED))", "number": "E3A13", "answers": ["CW", "SSB", "FM", "RTTY"]}, {"answer": "B", "text": " From the contiguous 48 states, in which approximate direction should an antenna be pointed to take maximum advantage of aurora propagation?", "part": "((NOT SPECIFIED))", "number": "E3A14", "answers": ["South", "North", "East", "West"]}, {"answer": "C", "text": " What is an electromagnetic wave?", "part": "((NOT SPECIFIED))", "number": "E3A15", "answers": ["A wave of alternating current, in the core of an electromagnet", "A wave consisting of two electric fields at parallel right angles to each other", "A wave consisting of an electric field and a magnetic field oscillating at right angles to each other", "A wave consisting of two magnetic fields at right angles to each other"]}, {"answer": "D", "text": " Which of the following best describes electromagnetic waves traveling in free space?", "part": "((NOT SPECIFIED))", "number": "E3A16", "answers": ["Electric and magnetic fields become aligned as they travel", "The energy propagates through a medium with a high refractive index", "The waves are reflected by the ionosphere and return to their source", "Changing electric and magnetic fields propagate the energy"]}, {"answer": "B", "text": " What is meant by circularly polarized electromagnetic waves?", "part": "((NOT SPECIFIED))", "number": "E3A17", "answers": ["Waves with an electric field bent into a circular shape", "Waves with a rotating electric field", "Waves that circle the Earth", "Waves produced by a loop antenna"]}, {"answer": "A", "text": " What is transequatorial propagation?", "part": "((NOT SPECIFIED))", "number": "E3B01", "answers": ["Propagation between two mid-latitude points at approximately the same distance north and south of the magnetic equator", "Propagation between any two points located on the magnetic equator", "Propagation between two continents by way of ducts along the magnetic equator", "Propagation between two stations at the same latitude"]}, {"answer": "C", "text": " What is the approximate maximum range for signals using transequatorial propagation?", "part": "((NOT SPECIFIED))", "number": "E3B02", "answers": ["1000 miles", "2500 miles", "5000 miles", "7500 miles"]}, {"answer": "C", "text": " What is the best time of day for transequatorial propagation?", "part": "((NOT SPECIFIED))", "number": "E3B03", "answers": ["Morning", "Noon", "Afternoon or early evening", "Late at night"]}, {"answer": "B", "text": " What is meant by the terms extraordinary and ordinary waves?", "part": "((NOT SPECIFIED))", "number": "E3B04", "answers": ["Extraordinary waves describe rare long skip propagation compared to ordinary waves which travel shorter distances", "Independent waves created in the ionosphere that are elliptically polarized", "Long path and short path waves", "Refracted rays and reflected waves"]}, {"answer": "C", "text": " Which amateur bands typically support long-path propagation?", "part": "((NOT SPECIFIED))", "number": "E3B05", "answers": ["160 meters to 40 meters", "30 meters to 10 meters", "160 meters to 10 meters", "6 meters to 2 meters"]}, {"answer": "B", "text": " Which of the following amateur bands most frequently provides long-path propagation?", "part": "((NOT SPECIFIED))", "number": "E3B06", "answers": ["80 meters", "20 meters", "10 meters", "6 meters"]}, {"answer": "D", "text": " Which of the following could account for hearing an echo on the received signal of a distant station?", "part": "((NOT SPECIFIED))", "number": "E3B07", "answers": ["High D layer absorption", "Meteor scatter", "Transmit frequency is higher than the MUF", "Receipt of a signal by more than one path"]}, {"answer": "D", "text": " What type of HF propagation is probably occurring if radio signals travel along the terminator between daylight and darkness?", "part": "((NOT SPECIFIED))", "number": "E3B08", "answers": ["Transequatorial", "Sporadic-E", "Long-path", "Gray-line"]}, {"answer": "A", "text": " At what time of year is Sporadic E propagation most likely to occur?", "part": "((NOT SPECIFIED))", "number": "E3B09", "answers": ["Around the solstices, especially the summer solstice", "Around the solstices, especially the winter solstice", "Around the equinoxes, especially the spring equinox", "Around the equinoxes, especially the fall equinox"]}, {"answer": "B", "text": " What is the cause of gray-line propagation?", "part": "((NOT SPECIFIED))", "number": "E3B10", "answers": ["At midday, the Sun super heats the ionosphere causing increased refraction of radio waves", "At twilight and sunrise, D-layer absorption is low while E-layer and F-layer propagation remains high", "In darkness, solar absorption drops greatly while atmospheric ionization remains steady", "At mid-afternoon, the Sun heats the ionosphere decreasing radio wave refraction and the MUF"]}, {"answer": "D", "text": " At what time of day is Sporadic-E propagation most likely to occur?", "part": "((NOT SPECIFIED))", "number": "E3B11", "answers": ["Around sunset", "Around sunrise", "Early evening", "Any time"]}, {"answer": "B", "text": " What is the primary characteristic of chordal hop propagation?", "part": "((NOT SPECIFIED))", "number": "E3B12", "answers": ["Propagation away from the great circle bearing between stations", "Successive ionospheric reflections without an intermediate reflection from the ground", "Propagation across the geomagnetic equator", "Signals reflected back toward the transmitting station"]}, {"answer": "A", "text": " Why is chordal hop propagation desirable?", "part": "((NOT SPECIFIED))", "number": "E3B13", "answers": ["The signal experiences less loss along the path compared to normal skip propagation", "The MUF for chordal hop propagation is much lower than for normal skip propagation", "Atmospheric noise is lower in the direction of chordal hop propagation", "Signals travel faster along ionospheric chords"]}, {"answer": "C", "text": " What happens to linearly polarized radio waves that split into ordinary and extraordinary waves in the ionosphere?", "part": "((NOT SPECIFIED))", "number": "E3B14", "answers": ["They are bent toward the magnetic poles", "Their polarization is randomly modified", "They become elliptically polarized", "They become phase-locked"]}, {"answer": "B", "text": " What does the term ray tracing describe in regard to radio communications?", "part": "((NOT SPECIFIED))", "number": "E3C01", "answers": ["The process in which an electronic display presents a pattern", "Modeling a radio wave's path through the ionosphere", "Determining the radiation pattern from an array of antennas", "Evaluating high voltage sources for X-Rays"]}, {"answer": "A", "text": " What is indicated by a rising A or K index?", "part": "((NOT SPECIFIED))", "number": "E3C02", "answers": ["Increasing disruption of the geomagnetic field", "Decreasing disruption of the geomagnetic field", "Higher levels of solar UV radiation", "An increase in the critical frequency"]}, {"answer": "B", "text": " Which of the following signal paths is most likely to experience high levels of absorption when the A index or K index is elevated?", "part": "((NOT SPECIFIED))", "number": "E3C03", "answers": ["Transequatorial propagation", "Polar paths", "Sporadic-E", "NVIS"]}, {"answer": "C", "text": " What does the value of Bz (B sub Z) represent?", "part": "((NOT SPECIFIED))", "number": "E3C04", "answers": ["Geomagnetic field stability", "Critical frequency for vertical transmissions", "Direction and strength of the interplanetary magnetic field", "Duration of long-delayed echoes"]}, {"answer": "A", "text": " What orientation of Bz (B sub z) increases the likelihood that incoming particles from the Sun will cause disturbed conditions?", "part": "((NOT SPECIFIED))", "number": "E3C05", "answers": ["Southward", "Northward", "Eastward", "Westward"]}, {"answer": "A", "text": " By how much does the VHF/UHF radio horizon distance exceed the geometric horizon?", "part": "((NOT SPECIFIED))", "number": "E3C06", "answers": ["By approximately 15 percent of the distance", "By approximately twice the distance", "By approximately 50 percent of the distance", "By approximately four times the distance"]}, {"answer": "D", "text": " Which of the following descriptors indicates the greatest solar flare intensity?", "part": "((NOT SPECIFIED))", "number": "E3C07", "answers": ["Class A", "Class B", "Class M", "Class X"]}, {"answer": "A", "text": " What does the space weather term G5 mean?", "part": "((NOT SPECIFIED))", "number": "E3C08", "answers": ["An extreme geomagnetic storm", "Very low solar activity", "Moderate solar wind", "Waning sunspot numbers"]}, {"answer": "C", "text": " How does the intensity of an X3 flare compare to that of an X2 flare?", "part": "((NOT SPECIFIED))", "number": "E3C09", "answers": ["10 percent greater", "50 percent greater", "Twice as great", "Four times as great"]}, {"answer": "B", "text": " What does the 304A solar parameter measure?", "part": "((NOT SPECIFIED))", "number": "E3C10", "answers": ["The ratio of X-Ray flux to radio flux, correlated to sunspot number", "UV emissions at 304 angstroms, correlated to solar flux index", "The solar wind velocity at 304 degrees from the solar equator, correlated to solar activity", "The solar emission at 304 GHz, correlated to X-Ray flare levels"]}, {"answer": "C", "text": " What does VOACAP software model?", "part": "((NOT SPECIFIED))", "number": "E3C11", "answers": ["AC voltage and impedance", "VHF radio propagation", "HF propagation", "AC current and impedance"]}, {"answer": "C", "text": " How does the maximum distance of ground-wave propagation change when the signal frequency is increased?", "part": "((NOT SPECIFIED))", "number": "E3C12", "answers": ["It stays the same", "It increases", "It decreases", "It peaks at roughly 14 MHz"]}, {"answer": "A", "text": " What type of polarization is best for ground-wave propagation?", "part": "((NOT SPECIFIED))", "number": "E3C13", "answers": ["Vertical", "Horizontal", "Circular", "Elliptical"]}, {"answer": "D", "text": " Why does the radio-path horizon distance exceed the geometric horizon?", "part": "((NOT SPECIFIED))", "number": "E3C14", "answers": ["E-region skip", "D-region skip", "Downward bending due to aurora refraction", "Downward bending due to density variations in the atmosphere"]}, {"answer": "B", "text": " What might a sudden rise in radio background noise indicate?", "part": "((NOT SPECIFIED))", "number": "E3C15", "answers": ["A meteor ping", "A solar flare has occurred", "Increased transequatorial propagation likely", "Long-path propagation is occurring"]}, {"answer": "C", "text": " Which of the following parameter determines the bandwidth of a digital or computer-based oscilloscope?", "part": "((NOT SPECIFIED))", "number": "E4A01", "answers": ["Input capacitance", "Input impedance", "Sampling rate", "Sample resolution"]}, {"answer": "B", "text": " Which of the following parameters would a spectrum analyzer display on the vertical and horizontal axes?", "part": "((NOT SPECIFIED))", "number": "E4A02", "answers": ["RF amplitude and time", "RF amplitude and frequency", "SWR and frequency", "SWR and time"]}, {"answer": "B", "text": " Which of the following test instrument is used to display spurious signals and/or intermodulation distortion products in an SSB transmitter?", "part": "((NOT SPECIFIED))", "number": "E4A03", "answers": ["A wattmeter", "A spectrum analyzer", "A logic analyzer", "A time-domain reflectometer"]}, {"answer": "A", "text": " What determines the upper frequency limit for a computer soundcard-based oscilloscope program?", "part": "((NOT SPECIFIED))", "number": "E4A04", "answers": ["Analog-to-digital conversion speed of the soundcard", "Amount of memory on the soundcard", "Q of the interface of the interface circuit", "All of these choices are correct"]}, {"answer": "D", "text": " What might be an advantage of a digital vs an analog oscilloscope?", "part": "((NOT SPECIFIED))", "number": "E4A05", "answers": ["Automatic amplitude and frequency numerical readout", "Storage of traces for future reference", "Manipulation of time base after trace capture", "All of these choices are correct"]}, {"answer": "A", "text": " What is the effect of aliasing in a digital or computer-based oscilloscope?", "part": "((NOT SPECIFIED))", "number": "E4A06", "answers": ["False signals are displayed", "All signals will have a DC offset", "Calibration of the vertical scale is no longer valid", "False triggering occurs"]}, {"answer": "B", "text": " Which of the following is an advantage of using an antenna analyzer compared to an SWR bridge to measure antenna SWR?", "part": "((NOT SPECIFIED))", "number": "E4A07", "answers": ["Antenna analyzers automatically tune your antenna for resonance", "Antenna analyzers do not need an external RF source", "Antenna analyzers display a time-varying representation of the modulation envelope", "All of these choices are correct"]}, {"answer": "D", "text": " Which of the following instrument would be best for measuring the SWR of a beam antenna?", "part": "((NOT SPECIFIED))", "number": "E4A08", "answers": ["A spectrum analyzer", "A Q meter", "An ohmmeter", "An antenna analyzer"]}, {"answer": "B", "text": " When using a computer's soundcard input to digitize signals, what is the highest frequency signal that can be digitized without aliasing?", "part": "((NOT SPECIFIED))", "number": "E4A09", "answers": ["The same as the sample rate", "One-half the sample rate", "One-tenth the sample rate", "It depends on how the data is stored internally"]}, {"answer": "D", "text": " Which of the following displays multiple digital signal states simultaneously?", "part": "((NOT SPECIFIED))", "number": "E4A10", "answers": ["Network analyzer", "Bit error rate tester", "Modulation monitor", "Logic analyzer"]}, {"answer": "A", "text": " Which of the following is good practice when using an oscilloscope probe?", "part": "((NOT SPECIFIED))", "number": "E4A11", "answers": ["Keep the signal ground connection of the probe as short as possible", "Never use a high impedance probe to measure a low impedance circuit", "Never use a DC-coupled probe to measure an AC circuit", "All of these choices are correct"]}, {"answer": "B", "text": " Which of the following procedures is an important precaution to follow when connecting a spectrum analyzer to a transmitter output?", "part": "((NOT SPECIFIED))", "number": "E4A12", "answers": ["Use high quality double shielded coaxial cables to reduce signal losses", "Attenuate the transmitter output going to the spectrum analyzer", "Match the antenna to the load", "All of these choices are correct"]}, {"answer": "A", "text": " How is the compensation of an oscilloscope probe typically adjusted?", "part": "((NOT SPECIFIED))", "number": "E4A13", "answers": ["A square wave is displayed and the probe is adjusted until the horizontal portions of the displayed wave are as nearly flat as possible", "A high frequency sine wave is displayed and the probe is adjusted for maximum amplitude", "A frequency standard is displayed and the probe is adjusted until the deflection time is accurate", "A DC voltage standard is displayed and the probe is adjusted until the displayed voltage is accurate"]}, {"answer": "D", "text": " What is the purpose of the prescaler function on a frequency counter?", "part": "((NOT SPECIFIED))", "number": "E4A14", "answers": ["It amplifies low level signals for more accurate counting", "It multiplies a higher frequency signal so a low-frequency counter can display the operating frequency", "It prevents oscillation in a low-frequency counter circuit", "It divides a higher frequency signal so a low-frequency counter can display the input frequency"]}, {"answer": "C", "text": " What is an advantage of a period-measuring frequency counter over a direct-count type?", "part": "((NOT SPECIFIED))", "number": "E4A15", "answers": ["It can run on battery power for remote measurements", "It does not require an expensive high-precision time base", "It provides improved resolution of low-frequency signals within a comparable time period", "It can directly measure the modulation index of an FM transmitter"]}, {"answer": "B", "text": " Which of the following factors most affects the accuracy of a frequency counter?", "part": "((NOT SPECIFIED))", "number": "E4B01", "answers": ["Input attenuator accuracy", "Time base accuracy", "Decade divider accuracy", "Temperature coefficient of the logic"]}, {"answer": "C", "text": " What is an advantage of using a bridge circuit to measure impedance?", "part": "((NOT SPECIFIED))", "number": "E4B02", "answers": ["It provides an excellent match under all conditions", "It is relatively immune to drift in the signal generator source", "It is very precise in obtaining a signal null", "It can display results directly in Smith chart format"]}, {"answer": "C", "text": " If a frequency counter with a specified accuracy of +/- 1.0 ppm reads 146,520,000 Hz, what is the most the actual frequency being measured could differ from the reading?", "part": "((NOT SPECIFIED))", "number": "E4B03", "answers": ["165.2 Hz", "14.652 kHz", "146.52 Hz", "1.4652 MHz"]}, {"answer": "A", "text": " If a frequency counter with a specified accuracy of +/- 0.1 ppm reads 146,520,000 Hz, what is the most the actual frequency being measured could differ from the reading?", "part": "((NOT SPECIFIED))", "number": "E4B04", "answers": ["14.652 Hz", "0.1 MHz", "1.4652 Hz", "1.4652 kHz"]}, {"answer": "D", "text": " If a frequency counter with a specified accuracy of +/- 10 ppm reads 146,520,000 Hz, what is the most the actual frequency being measured could differ from the reading?", "part": "((NOT SPECIFIED))", "number": "E4B05", "answers": ["146.52 Hz", "10 Hz", "146.52 kHz", "1465.20 Hz"]}, {"answer": "D", "text": " How much power is being absorbed by the load when a directional power meter connected between a transmitter and a terminating load reads 100 watts forward power and 25 watts reflected power?", "part": "((NOT SPECIFIED))", "number": "E4B06", "answers": ["100 watts", "125 watts", "25 watts", "75 watts"]}, {"answer": "A", "text": " What do the subscripts of S parameters represent?", "part": "((NOT SPECIFIED))", "number": "E4B07", "answers": ["The port or ports at which measurements are made", "The relative time between measurements", "Relative quality of the data", "Frequency order of the measurements"]}, {"answer": "C", "text": " Which of the following is a characteristic of a good DC voltmeter?", "part": "((NOT SPECIFIED))", "number": "E4B08", "answers": ["High reluctance input", "Low reluctance input", "High impedance input", "Low impedance input"]}, {"answer": "D", "text": " What is indicated if the current reading on an RF ammeter placed in series with the antenna feed line of a transmitter increases as the transmitter is tuned to resonance?", "part": "((NOT SPECIFIED))", "number": "E4B09", "answers": ["There is possibly a short to ground in the feed line", "The transmitter is not properly neutralized", "There is an impedance mismatch between the antenna and feed line", "There is more power going into the antenna"]}, {"answer": "B", "text": " Which of the following describes a method to measure intermodulation distortion in an SSB transmitter?", "part": "((NOT SPECIFIED))", "number": "E4B10", "answers": ["Modulate the transmitter with two non-harmonically related radio frequencies and observe the RF output with a spectrum analyzer", "Modulate the transmitter with two non-harmonically related audio frequencies and observe the RF output with a spectrum analyzer", "Modulate the transmitter with two harmonically related audio frequencies and observe the RF output with a peak reading wattmeter", "Modulate the transmitter with two harmonically related audio frequencies and observe the RF output with a logic analyzer"]}, {"answer": "D", "text": " How should an antenna analyzer be connected when measuring antenna resonance and feed point impedance?", "part": "((NOT SPECIFIED))", "number": "E4B11", "answers": ["Loosely couple the analyzer near the antenna base", "Connect the analyzer via a high-impedance transformer to the antenna", "Loosely couple the antenna and a dummy load to the analyzer", "Connect the antenna feed line directly to the analyzer's connector"]}, {"answer": "A", "text": " What is the significance of voltmeter sensitivity expressed in ohms per volt?", "part": "((NOT SPECIFIED))", "number": "E4B12", "answers": ["The full scale reading of the voltmeter multiplied by its ohms per volt rating will indicate the input impedance of the voltmeter", "When used as a galvanometer, the reading in volts multiplied by the ohms per volt rating will determine the power drawn by the device under test", "When used as an ohmmeter, the reading in ohms divided by the ohms per volt rating will determine the voltage applied to the circuit", "When used as an ammeter, the full scale reading in amps divided by ohms per volt rating will determine the size of shunt needed"]}, {"answer": "C", "text": " Which S parameter is equivalent to forward gain?", "part": "((NOT SPECIFIED))", "number": "E4B13", "answers": ["S11", "S12", "S21", "S22"]}, {"answer": "B", "text": " What happens if a dip meter is too tightly coupled to a tuned circuit being checked?", "part": "((NOT SPECIFIED))", "number": "E4B14", "answers": ["Harmonics are generated", "A less accurate reading results", "Cross modulation occurs", "Intermodulation distortion occurs"]}, {"answer": "C", "text": " Which of the following can be used as a relative measurement of the Q for a series-tuned circuit?", "part": "((NOT SPECIFIED))", "number": "E4B15", "answers": ["The inductance to capacitance ratio", "The frequency shift", "The bandwidth of the circuit's frequency response", "The resonant frequency of the circuit"]}, {"answer": "A", "text": " Which S parameter represents return loss or SWR?", "part": "((NOT SPECIFIED))", "number": "E4B16", "answers": ["S11", "S12", "S21", "S22"]}, {"answer": "B", "text": " What three test loads are used to calibrate a standard RF vector network analyzer?", "part": "((NOT SPECIFIED))", "number": "E4B17", "answers": ["50 ohms, 75 ohms, and 90 ohms", "Short circuit, open circuit, and 50 ohms", "Short circuit, open circuit, and resonant circuit", "50 ohms through 1/8 wavelength, 1/4 wavelength, and 1/2 wavelength of coaxial cable"]}, {"answer": "D", "text": " What is an effect of excessive phase noise in the local oscillator section of a receiver?", "part": "((NOT SPECIFIED))", "number": "E4C01", "answers": ["It limits the receiver's ability to receive strong signals", "It reduces receiver sensitivity", "It decreases receiver third-order intermodulation distortion dynamic range", "It can cause strong signals on nearby frequencies to interfere with reception of weak signals"]}, {"answer": "A", "text": " Which of the following portions of a receiver can be effective in eliminating image signal interference?", "part": "((NOT SPECIFIED))", "number": "E4C02", "answers": ["A front-end filter or pre-selector", "A narrow IF filter", "A notch filter", "A properly adjusted product detector"]}, {"answer": "C", "text": " What is the term for the blocking of one FM phone signal by another, stronger FM phone signal?", "part": "((NOT SPECIFIED))", "number": "E4C03", "answers": ["Desensitization", "Cross-modulation interference", "Capture effect", "Frequency discrimination"]}, {"answer": "D", "text": " How is the noise figure of a receiver defined?", "part": "((NOT SPECIFIED))", "number": "E4C04", "answers": ["The ratio of atmospheric noise to phase noise", "The ratio of the noise bandwidth in Hertz to the theoretical bandwidth of a resistive network", "The ratio of thermal noise to atmospheric noise", "The ratio in dB of the noise generated by the receiver to the theoretical minimum noise"]}, {"answer": "B", "text": " What does a value of -174 dBm/Hz represent with regard to the noise floor of a receiver?", "part": "((NOT SPECIFIED))", "number": "E4C05", "answers": ["The minimum detectable signal as a function of receive frequency", "The theoretical noise at the input of a perfect receiver at room temperature", "The noise figure of a 1 Hz bandwidth receiver", "The galactic noise contribution to minimum detectable signal"]}, {"answer": "D", "text": " A CW receiver with the AGC off has an equivalent input noise power density of -174 dBm/Hz.  What would be the level of an unmodulated carrier input to this receiver that would yield an audio output SNR of 0 dB in a 400 Hz noise bandwidth?", "part": "((NOT SPECIFIED))", "number": "E4C06", "answers": ["-174 dBm", "-164 dBm", "-155 dBm", "-148 dBm"]}, {"answer": "B", "text": " What does the MDS of a receiver represent?", "part": "((NOT SPECIFIED))", "number": "E4C07", "answers": ["The meter display sensitivity", "The minimum discernible signal", "The multiplex distortion stability", "The maximum detectable spectrum"]}, {"answer": "C", "text": " An SDR receiver is overloaded when input signals exceed what level?", "part": "((NOT SPECIFIED))", "number": "E4C08", "answers": ["One-half the maximum sample rate", "One-half the maximum sampling buffer size", "The maximum count value of the analog-to-digital converter", "The reference voltage of the analog-to-digital converter"]}, {"answer": "C", "text": " Which of the following choices is a good reason for selecting a high frequency for the design of the IF in a conventional HF or VHF communications receiver?", "part": "((NOT SPECIFIED))", "number": "E4C09", "answers": ["Fewer components in the receiver", "Reduced drift", "Easier for front-end circuitry to eliminate image responses", "Improved receiver noise figure"]}, {"answer": "B", "text": " Which of the following is a desirable amount of selectivity for an amateur RTTY HF receiver?", "part": "((NOT SPECIFIED))", "number": "E4C10", "answers": ["100 Hz", "300 Hz", "6000 Hz", "2400 Hz"]}, {"answer": "B", "text": " Which of the following is a desirable amount of selectivity for an amateur SSB phone receiver?", "part": "((NOT SPECIFIED))", "number": "E4C11", "answers": ["1 kHz", "2.4 kHz", "4.2 kHz", "4.8 kHz"]}, {"answer": "D", "text": " What is an undesirable effect of using too wide a filter bandwidth in the IF section of a receiver?", "part": "((NOT SPECIFIED))", "number": "E4C12", "answers": ["Output-offset overshoot", "Filter ringing", "Thermal-noise distortion", "Undesired signals may be heard"]}, {"answer": "C", "text": " How does a narrow-band roofing filter affect receiver performance?", "part": "((NOT SPECIFIED))", "number": "E4C13", "answers": ["It improves sensitivity by reducing front end noise", "It improves intelligibility by using low Q circuitry to reduce ringing", "It improves dynamic range by attenuating strong signals near the receive frequency", "All of these choices are correct"]}, {"answer": "D", "text": " What transmit frequency might generate an image response signal in a receiver tuned to 14.300 MHz and which uses a 455 kHz IF frequency?", "part": "((NOT SPECIFIED))", "number": "E4C14", "answers": ["13.845 MHz", "14.755 MHz", "14.445 MHz", "15.210 MHz"]}, {"answer": "D", "text": " What is usually the primary source of noise that is heard from an HF receiver with an antenna connected?", "part": "((NOT SPECIFIED))", "number": "E4C15", "answers": ["Detector noise", "Induction motor noise", "Receiver front-end noise", "Atmospheric noise"]}, {"answer": "A", "text": " Which of the following is caused by missing codes in an SDR receiver's analog-to-digital converter?", "part": "((NOT SPECIFIED))", "number": "E4C16", "answers": ["Distortion", "Overload", "Loss of sensitivity", "Excess output level"]}, {"answer": "D", "text": " Which of the following has the largest effect on an SDR receiver's linearity?", "part": "((NOT SPECIFIED))", "number": "E4C17", "answers": ["CPU register width in bits", "Anti-aliasing input filter bandwidth", "RAM speed used for data storage", "Analog-to-digital converter sample width in bits"]}, {"answer": "A", "text": " What is meant by the blocking dynamic range of a receiver?", "part": "((NOT SPECIFIED))", "number": "E4D01", "answers": ["The difference in dB between the noise floor and the level of an incoming signal which will cause 1 dB of gain compression", "The minimum difference in dB between the levels of two FM signals which will cause one signal to block the other", "The difference in dB between the noise floor and the third order intercept point", "The minimum difference in dB between two signals which produce third order intermodulation products greater than the noise floor"]}, {"answer": "A", "text": " Which of the following describes two problems caused by poor dynamic range in a communications receiver?", "part": "((NOT SPECIFIED))", "number": "E4D02", "answers": ["Cross-modulation of the desired signal and desensitization from strong adjacent signals", "Oscillator instability requiring frequent retuning and loss of ability to recover the opposite sideband", "Cross-modulation of the desired signal and insufficient audio power to operate the speaker", "Oscillator instability and severe audio distortion of all but the strongest received signals"]}, {"answer": "B", "text": " How can intermodulation interference between two repeaters occur?", "part": "((NOT SPECIFIED))", "number": "E4D03", "answers": ["When the repeaters are in close proximity and the signals cause feedback in the final amplifier of one or both transmitters", "When the repeaters are in close proximity and the signals mix in the final amplifier of one or both transmitters", "When the signals from the transmitters are reflected out of phase from airplanes passing overhead", "When the signals from the transmitters are reflected in phase from airplanes passing overhead"]}, {"answer": "B", "text": " Which of the following may reduce or eliminate intermodulation interference in a repeater caused by another transmitter operating in close proximity?", "part": "((NOT SPECIFIED))", "number": "E4D04", "answers": ["A band-pass filter in the feed line between the transmitter and receiver", "A properly terminated circulator at the output of the transmitter", "A Class C final amplifier", "A Class D final amplifier"]}, {"answer": "A", "text": " What transmitter frequencies would cause an intermodulation-product signal in a receiver tuned to 146.70 MHz when a nearby station transmits on 146.52 MHz?", "part": "((NOT SPECIFIED))", "number": "E4D05", "answers": ["146.34 MHz and 146.61 MHz", "146.88 MHz and 146.34 MHz", "146.10 MHz and 147.30 MHz", "173.35 MHz and 139.40 MHz"]}, {"answer": "D", "text": " What is the term for unwanted signals generated by the mixing of two or more signals?", "part": "((NOT SPECIFIED))", "number": "E4D06", "answers": ["Amplifier desensitization", "Neutralization", "Adjacent channel interference", "Intermodulation interference"]}, {"answer": "D", "text": " Which describes the most significant effect of an off-frequency signal when it is causing cross-modulation interference to a desired signal?", "part": "((NOT SPECIFIED))", "number": "E4D07", "answers": ["A large increase in background noise", "A reduction in apparent signal strength", "The desired signal can no longer be heard", "The off-frequency unwanted signal is heard in addition to the desired signal"]}, {"answer": "C", "text": " What causes intermodulation in an electronic circuit?", "part": "((NOT SPECIFIED))", "number": "E4D08", "answers": ["Too little gain", "Lack of neutralization", "Nonlinear circuits or devices", "Positive feedback"]}, {"answer": "C", "text": " What is the purpose of the preselector in a communications receiver?", "part": "((NOT SPECIFIED))", "number": "E4D09", "answers": ["To store often-used frequencies", "To provide a range of AGC time constants", "To increase rejection of unwanted signals", "To allow selection of the optimum RF amplifier device"]}, {"answer": "C", "text": " What does a third-order intercept level of 40 dBm mean with respect to receiver performance?", "part": "((NOT SPECIFIED))", "number": "E4D10", "answers": ["Signals less than 40 dBm will not generate audible third-order intermodulation products", "The receiver can tolerate signals up to 40 dB above the noise floor without producing third-order intermodulation products", "A pair of 40 dBm signals will theoretically generate a third-order intermodulation product with the same level as the input signals", "A pair of 1 mW input signals will produce a third-order intermodulation product which is 40 dB stronger than the input signal"]}, {"answer": "A", "text": " Why are third-order intermodulation products created within a receiver of particular interest compared to other products?", "part": "((NOT SPECIFIED))", "number": "E4D11", "answers": ["The third-order product of two signals which are in the band of interest is also likely to be within the band", "The third-order intercept is much higher than other orders", "Third-order products are an indication of poor image rejection", "Third-order intermodulation produces three products for every input signal within the band of interest"]}, {"answer": "A", "text": " What is the term for the reduction in receiver sensitivity caused by a strong signal near the received frequency?", "part": "((NOT SPECIFIED))", "number": "E4D12", "answers": ["Desensitization", "Quieting", "Cross-modulation interference", "Squelch gain rollback"]}, {"answer": "B", "text": " Which of the following can cause receiver desensitization?", "part": "((NOT SPECIFIED))", "number": "E4D13", "answers": ["Audio gain adjusted too low", "Strong adjacent channel signals", "Audio bias adjusted too high", "Squelch gain misadjusted"]}, {"answer": "A", "text": " Which of the following is a way to reduce the likelihood of receiver desensitization?", "part": "((NOT SPECIFIED))", "number": "E4D14", "answers": ["Decrease the RF bandwidth of the receiver", "Raise the receiver IF frequency", "Increase the receiver front end gain", "Switch from fast AGC to slow AGC"]}, {"answer": "A", "text": " Which of the following types of receiver noise can often be reduced by use of a receiver noise blanker?", "part": "((NOT SPECIFIED))", "number": "E4E01", "answers": ["Ignition noise", "Broadband white noise", "Heterodyne interference", "All of these choices are correct"]}, {"answer": "D", "text": " Which of the following types of receiver noise can often be reduced with a DSP noise filter?", "part": "((NOT SPECIFIED))", "number": "E4E02", "answers": ["Broadband white noise", "Ignition noise", "Power line noise", "All of these choices are correct"]}, {"answer": "B", "text": " Which of the following signals might a receiver noise blanker be able to remove from desired signals?", "part": "((NOT SPECIFIED))", "number": "E4E03", "answers": ["Signals which are constant at all IF levels", "Signals which appear across a wide bandwidth", "Signals which appear at one IF but not another", "Signals which have a sharply peaked frequency distribution"]}, {"answer": "D", "text": " How can conducted and radiated noise caused by an automobile alternator be suppressed?", "part": "((NOT SPECIFIED))", "number": "E4E04", "answers": ["By installing filter capacitors in series with the DC power lead and a blocking capacitor in the field lead", "By installing a noise suppression resistor and a blocking capacitor in both leads", "By installing a high-pass filter in series with the radio's power lead and a low-pass filter in parallel with the field lead", "By connecting the radio's power leads directly to the battery and by installing coaxial capacitors in line with the alternator leads"]}, {"answer": "B", "text": " How can noise from an electric motor be suppressed?", "part": "((NOT SPECIFIED))", "number": "E4E05", "answers": ["By installing a high pass filter in series with the motor's power leads", "By installing a brute-force AC-line filter in series with the motor leads", "By installing a bypass capacitor in series with the motor leads", "By using a ground-fault current interrupter in the circuit used to power the motor"]}, {"answer": "B", "text": " What is a major cause of atmospheric static?", "part": "((NOT SPECIFIED))", "number": "E4E06", "answers": ["Solar radio frequency emissions", "Thunderstorms", "Geomagnetic storms", "Meteor showers"]}, {"answer": "C", "text": " How can you determine if line noise interference is being generated within your home?", "part": "((NOT SPECIFIED))", "number": "E4E07", "answers": ["By checking the power line voltage with a time domain reflectometer", "By observing the AC power line waveform with an oscilloscope", "By turning off the AC power line main circuit breaker and listening on a battery operated radio", "By observing the AC power line voltage with a spectrum analyzer"]}, {"answer": "A", "text": " What type of signal is picked up by electrical wiring near a radio antenna?", "part": "((NOT SPECIFIED))", "number": "E4E08", "answers": ["A common-mode signal at the frequency of the radio transmitter", "An electrical-sparking signal", "A differential-mode signal at the AC power line frequency", "Harmonics of the AC power line frequency"]}, {"answer": "C", "text": " What undesirable effect can occur when using an IF noise blanker?", "part": "((NOT SPECIFIED))", "number": "E4E09", "answers": ["Received audio in the speech range might have an echo effect", "The audio frequency bandwidth of the received signal might be compressed", "Nearby signals may appear to be excessively wide even if they meet emission standards", "FM signals can no longer be demodulated"]}, {"answer": "D", "text": " What is a common characteristic of interference caused by a touch controlled electrical device?", "part": "((NOT SPECIFIED))", "number": "E4E10", "answers": ["The interfering signal sounds like AC hum on an AM receiver or a carrier modulated by 60 Hz hum on a SSB or CW receiver", "The interfering signal may drift slowly across the HF spectrum", "The interfering signal can be several kHz in width and usually repeats at regular intervals across a HF band", "All of these choices are correct"]}, {"answer": "B", "text": " Which is the most likely cause if you are hearing combinations of local AM broadcast signals within one or more of the MF or HF ham bands?", "part": "((NOT SPECIFIED))", "number": "E4E11", "answers": ["The broadcast station is transmitting an over-modulated signal", "Nearby corroded metal joints are mixing and re-radiating the broadcast signals", "You are receiving sky wave signals from a distant station", "Your station receiver IF amplifier stage is defective"]}, {"answer": "A", "text": " What is one disadvantage of using some types of automatic DSP notch-filters when attempting to copy CW signals?", "part": "((NOT SPECIFIED))", "number": "E4E12", "answers": ["A DSP filter can remove the desired signal at the same time as it removes interfering signals", "Any nearby signal passing through the DSP system will overwhelm the desired signal", "Received CW signals will appear to be modulated at the DSP clock frequency", "Ringing in the DSP filter will completely remove the spaces between the CW characters"]}, {"answer": "D", "text": " What might be the cause of a loud roaring or buzzing AC line interference that comes and goes at intervals?", "part": "((NOT SPECIFIED))", "number": "E4E13", "answers": ["Arcing contacts in a thermostatically controlled device", "A defective doorbell or doorbell transformer inside a nearby residence", "A malfunctioning illuminated advertising display", "All of these choices are correct"]}, {"answer": "C", "text": " What is one type of electrical interference that might be caused by the operation of a nearby personal computer?", "part": "((NOT SPECIFIED))", "number": "E4E14", "answers": ["A loud AC hum in the audio output of your station receiver", "A clicking noise at intervals of a few seconds", "The appearance of unstable modulated or unmodulated signals at specific frequencies", "A whining type noise that continually pulses off and on"]}, {"answer": "B", "text": " Which of the following can cause shielded cables to radiate or receive interference?", "part": "((NOT SPECIFIED))", "number": "E4E15", "answers": ["Low inductance ground connections at both ends of the shield", "Common mode currents on the shield and conductors", "Use of braided shielding material", "Tying all ground connections to a common point resulting in differential mode currents in the shield"]}, {"answer": "B", "text": " What current flows equally on all conductors of an unshielded multi-conductor cable?", "part": "((NOT SPECIFIED))", "number": "E4E16", "answers": ["Differential-mode current", "Common-mode current", "Reactive current only", "Return current"]}, {"answer": "A", "text": " What can cause the voltage across reactances in series to be larger than the voltage applied to them?", "part": "((NOT SPECIFIED))", "number": "E5A01", "answers": ["Resonance", "Capacitance", "Conductance", "Resistance"]}, {"answer": "C", "text": " What is resonance in an electrical circuit?", "part": "((NOT SPECIFIED))", "number": "E5A02", "answers": ["The highest frequency that will pass current", "The lowest frequency that will pass current", "The frequency at which the capacitive reactance equals the inductive reactance", "The frequency at which the reactive impedance equals the resistive impedance"]}, {"answer": "D", "text": " What is the magnitude of the impedance of a series RLC circuit at resonance?", "part": "((NOT SPECIFIED))", "number": "E5A03", "answers": ["High, as compared to the circuit resistance", "Approximately equal to capacitive reactance", "Approximately equal to inductive reactance", "Approximately equal to circuit resistance"]}, {"answer": "A", "text": " What is the magnitude of the impedance of a circuit with a resistor, an inductor and a capacitor all in parallel, at resonance?", "part": "((NOT SPECIFIED))", "number": "E5A04", "answers": ["Approximately equal to circuit resistance", "Approximately equal to inductive reactance", "Low, as compared to the circuit resistance", "Approximately equal to capacitive reactance"]}, {"answer": "B", "text": " What is the magnitude of the current at the input of a series RLC circuit as the frequency goes through resonance?", "part": "((NOT SPECIFIED))", "number": "E5A05", "answers": ["Minimum", "Maximum", "R/L", "L/R"]}, {"answer": "B", "text": " What is the magnitude of the circulating current within the components of a parallel LC circuit at resonance?", "part": "((NOT SPECIFIED))", "number": "E5A06", "answers": ["It is at a minimum", "It is at a maximum", "It equals 1 divided by the quantity 2 times Pi, multiplied by the square root of inductance L multiplied by capacitance C", "It equals 2 multiplied by Pi, multiplied by frequency, multiplied by inductance"]}, {"answer": "A", "text": " What is the magnitude of the current at the input of a parallel RLC circuit at resonance?", "part": "((NOT SPECIFIED))", "number": "E5A07", "answers": ["Minimum", "Maximum", "R/L", "L/R"]}, {"answer": "C", "text": " What is the phase relationship between the current through and the voltage across a series resonant circuit at resonance?", "part": "((NOT SPECIFIED))", "number": "E5A08", "answers": ["The voltage leads the current by 90 degrees", "The current leads the voltage by 90 degrees", "The voltage and current are in phase", "The voltage and current are 180 degrees out of phase"]}, {"answer": "C", "text": " How is the Q of an RLC parallel resonant circuit calculated?", "part": "((NOT SPECIFIED))", "number": "E5A09", "answers": ["Reactance of either the inductance or capacitance divided by the resistance", "Reactance of either the inductance or capacitance multiplied by the resistance", "Resistance divided by the reactance of either the inductance or capacitance", "Reactance of the inductance multiplied by the reactance of the capacitance"]}, {"answer": "A", "text": " How is the Q of an RLC series resonant circuit calculated?", "part": "((NOT SPECIFIED))", "number": "E5A10", "answers": ["Reactance of either the inductance or capacitance divided by the resistance", "Reactance of either the inductance or capacitance times the resistance", "Resistance divided by the reactance of either the inductance or capacitance", "Reactance of the inductance times the reactance of the capacitance"]}, {"answer": "C", "text": " What is the half-power bandwidth of a parallel resonant circuit that has a resonant frequency of 7.1 MHz and a Q of 150?", "part": "((NOT SPECIFIED))", "number": "E5A11", "answers": ["157.8 Hz", "315.6 Hz", "47.3 kHz", "23.67 kHz"]}, {"answer": "C", "text": " What is the half-power bandwidth of a parallel resonant circuit that has a resonant frequency of 3.7 MHz and a Q of 118?", "part": "((NOT SPECIFIED))", "number": "E5A12", "answers": ["436.6 kHz", "218.3 kHz", "31.4 kHz", "15.7 kHz"]}, {"answer": "C", "text": " What is an effect of increasing Q in a resonant circuit?", "part": "((NOT SPECIFIED))", "number": "E5A13", "answers": ["Fewer components are needed for the same performance", "Parasitic effects are minimized", "Internal voltages and circulating currents increase", "Phase shift can become uncontrolled"]}, {"answer": "C", "text": " What is the resonant frequency of a series RLC circuit if R is 22 ohms, L is 50 microhenrys and C is 40 picofarads?", "part": "((NOT SPECIFIED))", "number": "E5A14", "answers": ["44.72 MHz", "22.36 MHz", "3.56 MHz", "1.78 MHz"]}, {"answer": "A", "text": " Which of the following can increase Q for inductors and capacitors?", "part": "((NOT SPECIFIED))", "number": "E5A15", "answers": ["Lower losses", "Lower reactance", "Lower self-resonant frequency", "Higher self-resonant frequency"]}, {"answer": "D", "text": " What is the resonant frequency of a parallel RLC circuit if R is 33 ohms, L is 50 microhenrys and C is 10 picofarads?", "part": "((NOT SPECIFIED))", "number": "E5A16", "answers": ["23.5 MHz", "23.5 kHz", "7.12 kHz", "7.12 MHz"]}, {"answer": "A", "text": " What is the result of increasing the Q of an impedance-matching circuit?", "part": "((NOT SPECIFIED))", "number": "E5A17", "answers": ["Matching bandwidth is decreased", "Matching bandwidth is increased", "Matching range is increased", "It has no effect on impedance matching"]}, {"answer": "B", "text": " What is the term for the time required for the capacitor in an RC circuit to be charged to 63.2% of the applied voltage?", "part": "((NOT SPECIFIED))", "number": "E5B01", "answers": ["An exponential rate of one", "One time constant", "One exponential period", "A time factor of one"]}, {"answer": "D", "text": " What is the term for the time it takes for a charged capacitor in an RC circuit to discharge to 36.8% of its initial voltage?", "part": "((NOT SPECIFIED))", "number": "E5B02", "answers": ["One discharge period", "An exponential discharge rate of one", "A discharge factor of one", "One time constant"]}, {"answer": "B", "text": " What happens to the phase angle of a reactance when it is converted to a susceptance?", "part": "((NOT SPECIFIED))", "number": "E5B03", "answers": ["It is unchanged", "The sign is reversed", "It is shifted by 90 degrees", "The susceptance phase angle is the inverse of the reactance phase angle"]}, {"answer": "D", "text": " What is the time constant of a circuit having two 220 microfarad capacitors and two 1 megohm resistors, all in parallel?", "part": "((NOT SPECIFIED))", "number": "E5B04", "answers": ["55 seconds", "110 seconds", "440 seconds", "220 seconds"]}, {"answer": "D", "text": " What happens to the magnitude of a reactance when it is converted to a susceptance?", "part": "((NOT SPECIFIED))", "number": "E5B05", "answers": ["It is unchanged", "The sign is reversed", "It is shifted by 90 degrees", "The magnitude of the susceptance is the reciprocal of the magnitude of the reactance"]}, {"answer": "C", "text": " What is susceptance?", "part": "((NOT SPECIFIED))", "number": "E5B06", "answers": ["The magnetic impedance of a circuit", "The ratio of magnetic field to electric field", "The inverse of reactance", "A measure of the efficiency of a transformer"]}, {"answer": "C", "text": " What is the phase angle between the voltage across and the current through a series RLC circuit if XC is 500 ohms, R is 1 kilohm, and XL is 250 ohms?", "part": "((NOT SPECIFIED))", "number": "E5B07", "answers": ["68.2 degrees with the voltage leading the current", "14.0 degrees with the voltage leading the current", "14.0 degrees with the voltage lagging the current", "68.2 degrees with the voltage lagging the current"]}, {"answer": "A", "text": " What is the phase angle between the voltage across and the current through a series RLC circuit if XC is 100 ohms, R is 100 ohms, and XL is 75 ohms?", "part": "((NOT SPECIFIED))", "number": "E5B08", "answers": ["14 degrees with the voltage lagging the current", "14 degrees with the voltage leading the current", "76 degrees with the voltage leading the current", "76 degrees with the voltage lagging the current"]}, {"answer": "D", "text": " What is the relationship between the current through a capacitor and the voltage across a capacitor?", "part": "((NOT SPECIFIED))", "number": "E5B09", "answers": ["Voltage and current are in phase", "Voltage and current are 180 degrees out of phase", "Voltage leads current by 90 degrees", "Current leads voltage by 90 degrees"]}, {"answer": "A", "text": " What is the relationship between the current through an inductor and the voltage across an inductor?", "part": "((NOT SPECIFIED))", "number": "E5B10", "answers": ["Voltage leads current by 90 degrees", "Current leads voltage by 90 degrees", "Voltage and current are 180 degrees out of phase", "Voltage and current are in phase"]}, {"answer": "B", "text": " What is the phase angle between the voltage across and the current through a series RLC circuit if XC is 25 ohms, R is 100 ohms, and XL is 50 ohms?", "part": "((NOT SPECIFIED))", "number": "E5B11", "answers": ["14 degrees with the voltage lagging the current", "14 degrees with the voltage leading the current", "76 degrees with the voltage lagging the current", "76 degrees with the voltage leading the current"]}, {"answer": "A", "text": " What is admittance?", "part": "((NOT SPECIFIED))", "number": "E5B12", "answers": ["The inverse of impedance", "The term for the gain of a field effect transistor", "The turns ratio of a transformer", "The unit used for Q factor"]}, {"answer": "D", "text": " What letter is commonly used to represent susceptance?", "part": "((NOT SPECIFIED))", "number": "E5B13", "answers": ["G", "X", "Y", "B"]}, {"answer": "A", "text": " Which of the following represents a capacitive reactance in rectangular notation?", "part": "((NOT SPECIFIED))", "number": "E5C01", "answers": ["-jX", "+jX", "X", "Omega"]}, {"answer": "C", "text": " How are impedances described in polar coordinates?", "part": "((NOT SPECIFIED))", "number": "E5C02", "answers": ["By X and R values", "By real and imaginary parts", "By phase angle and amplitude", "By Y and G values"]}, {"answer": "C", "text": " Which of the following represents an inductive reactance in polar coordinates?", "part": "((NOT SPECIFIED))", "number": "E5C03", "answers": ["A positive real part", "A negative real part", "A positive phase angle", "A negative phase angle"]}, {"answer": "D", "text": " Which of the following represents a capacitive reactance in polar coordinates?", "part": "((NOT SPECIFIED))", "number": "E5C04", "answers": ["A positive real part", "A negative real part", "A positive phase angle", "A negative phase angle"]}, {"answer": "C", "text": " What is the name of the diagram used to show the phase relationship between impedances at a given frequency?", "part": "((NOT SPECIFIED))", "number": "E5C05", "answers": ["Venn diagram", "Near field diagram", "Phasor diagram", "Far field diagram"]}, {"answer": "B", "text": " What does the impedance 50-j25 represent?", "part": "((NOT SPECIFIED))", "number": "E5C06", "answers": ["50 ohms resistance in series with 25 ohms inductive reactance", "50 ohms resistance in series with 25 ohms capacitive reactance", "25 ohms resistance in series with 50 ohms inductive reactance", "25 ohms resistance in series with 50 ohms capacitive reactance"]}, {"answer": "B", "text": " What is a vector?", "part": "((NOT SPECIFIED))", "number": "E5C07", "answers": ["The value of a quantity that changes over time", "A quantity with both magnitude and an angular component", "The inverse of the tangent function", "The inverse of the sine function"]}, {"answer": "D", "text": " What coordinate system is often used to display the phase angle of a circuit containing resistance, inductive and/or capacitive reactance?", "part": "((NOT SPECIFIED))", "number": "E5C08", "answers": ["Maidenhead grid", "Faraday grid", "Elliptical coordinates", "Polar coordinates"]}, {"answer": "A", "text": " When using rectangular coordinates to graph the impedance of a circuit, what does the horizontal axis represent?", "part": "((NOT SPECIFIED))", "number": "E5C09", "answers": ["Resistive component", "Reactive component", "The sum of the reactive and resistive components", "The difference between the resistive and reactive components"]}, {"answer": "B", "text": " When using rectangular coordinates to graph the impedance of a circuit, what does the vertical axis represent?", "part": "((NOT SPECIFIED))", "number": "E5C10", "answers": ["Resistive component", "Reactive component", "The sum of the reactive and resistive components", "The difference between the resistive and reactive components"]}, {"answer": "C", "text": " What do the two numbers that are used to define a point on a graph using rectangular coordinates represent?", "part": "((NOT SPECIFIED))", "number": "E5C11", "answers": ["The magnitude and phase of the point", "The sine and cosine values", "The coordinate values along the horizontal and vertical axes", "The tangent and cotangent values"]}, {"answer": "D", "text": " If you plot the impedance of a circuit using the rectangular coordinate system and find the impedance point falls on the right side of the graph on the horizontal axis, what do you know about the circuit?", "part": "((NOT SPECIFIED))", "number": "E5C12", "answers": ["It has to be a direct current circuit", "It contains resistance and capacitive reactance", "It contains resistance and inductive reactance", "It is equivalent to a pure resistance"]}, {"answer": "D", "text": " What coordinate system is often used to display the resistive, inductive, and/or capacitive reactance components of impedance?", "part": "((NOT SPECIFIED))", "number": "E5C13", "answers": ["Maidenhead grid", "Faraday grid", "Elliptical coordinates", "Rectangular coordinates"]}, {"answer": "B", "text": " Which point on Figure E5-2 best represents the impedance of a series circuit consisting of a 400 ohm resistor and a 38 picofarad capacitor at 14 MHz?", "part": "((NOT SPECIFIED))", "number": "E5C14", "answers": ["Point 2", "Point 4", "Point 5", "Point 6"]}, {"answer": "B", "text": " Which point in Figure E5-2 best represents the impedance of a series circuit consisting of a 300 ohm resistor and an 18 microhenry inductor at 3.505 MHz?", "part": "((NOT SPECIFIED))", "number": "E5C15", "answers": ["Point 1", "Point 3", "Point 7", "Point 8"]}, {"answer": "A", "text": " Which point on Figure E5-2 best represents the impedance of a series circuit consisting of a 300 ohm resistor and a 19 picofarad capacitor at 21.200 MHz?", "part": "((NOT SPECIFIED))", "number": "E5C16", "answers": ["Point 1", "Point 3", "Point 7", "Point 8"]}, {"answer": "D", "text": " Which point on Figure E5-2 best represents the impedance of a series circuit consisting of a 300 ohm resistor, a 0.64-microhenry inductor and an 85-picofarad capacitor at 24.900 MHz?", "part": "((NOT SPECIFIED))", "number": "E5C17", "answers": ["Point 1", "Point 3", "Point 5", "Point 8"]}, {"answer": "A", "text": " What is the result of skin effect?", "part": "((NOT SPECIFIED))", "number": "E5D01", "answers": ["As frequency increases, RF current flows in a thinner layer of the conductor, closer to the surface", "As frequency decreases, RF current flows in a thinner layer of the conductor, closer to the surface", "Thermal effects on the surface of the conductor increase the impedance", "Thermal effects on the surface of the conductor decrease the impedance"]}, {"answer": "B", "text": " Why is it important to keep lead lengths short for components used in circuits for VHF and above?", "part": "((NOT SPECIFIED))", "number": "E5D02", "answers": ["To increase the thermal time constant", "To avoid unwanted inductive reactance", "To maintain component lifetime", "All of these choices are correct"]}, {"answer": "D", "text": " What is microstrip?", "part": "((NOT SPECIFIED))", "number": "E5D03", "answers": ["Lightweight transmission line made of common zip cord", "Miniature coax used for low power applications", "Short lengths of coax mounted on printed circuit boards to minimize time delay between microwave circuits", "Precision printed circuit conductors above a ground plane that provide constant impedance interconnects at microwave frequencies"]}, {"answer": "B", "text": " Why are short connections necessary at microwave frequencies?", "part": "((NOT SPECIFIED))", "number": "E5D04", "answers": ["To increase neutralizing resistance", "To reduce phase shift along the connection", "Because of ground reflections", "To reduce noise figure"]}, {"answer": "A", "text": " Which parasitic characteristic increases with conductor length?", "part": "((NOT SPECIFIED))", "number": "E5D05", "answers": ["Inductance", "Permeability", "Permittivity", "Malleability"]}, {"answer": "D", "text": " In what direction is the magnetic field oriented about a conductor in relation to the direction of electron flow?", "part": "((NOT SPECIFIED))", "number": "E5D06", "answers": ["In the same direction as the current", "In a direction opposite to the current", "In all directions; omni-directional", "In a direction determined by the left-hand rule"]}, {"answer": "D", "text": " What determines the strength of the magnetic field around a conductor?", "part": "((NOT SPECIFIED))", "number": "E5D07", "answers": ["The resistance divided by the current", "The ratio of the current to the resistance", "The diameter of the conductor", "The amount of current flowing through the conductor"]}, {"answer": "B", "text": " What type of energy is stored in an electromagnetic or electrostatic field?", "part": "((NOT SPECIFIED))", "number": "E5D08", "answers": ["Electromechanical energy", "Potential energy", "Thermodynamic energy", "Kinetic energy"]}, {"answer": "B", "text": " What happens to reactive power in an AC circuit that has both ideal inductors and ideal capacitors?", "part": "((NOT SPECIFIED))", "number": "E5D09", "answers": ["It is dissipated as heat in the circuit", "It is repeatedly exchanged between the associated magnetic and electric fields, but is not dissipated", "It is dissipated as kinetic energy in the circuit", "It is dissipated in the formation of inductive and capacitive fields"]}, {"answer": "A", "text": " How can the true power be determined in an AC circuit where the voltage and current are out of phase?", "part": "((NOT SPECIFIED))", "number": "E5D10", "answers": ["By multiplying the apparent power times the power factor", "By dividing the reactive power by the power factor", "By dividing the apparent power by the power factor", "By multiplying the reactive power times the power factor"]}, {"answer": "C", "text": " What is the power factor of an R-L circuit having a 60 degree phase angle between the voltage and the current?", "part": "((NOT SPECIFIED))", "number": "E5D11", "answers": ["1.414", "0.866", "0.5", "1.73"]}, {"answer": "B", "text": " How many watts are consumed in a circuit having a power factor of 0.2 if the input is 100-VAC at 4 amperes?", "part": "((NOT SPECIFIED))", "number": "E5D12", "answers": ["400 watts", "80 watts", "2000 watts", "50 watts"]}, {"answer": "B", "text": " How much power is consumed in a circuit consisting of a 100 ohm resistor in series with a 100 ohm inductive reactance drawing 1 ampere?", "part": "((NOT SPECIFIED))", "number": "E5D13", "answers": ["70.7 Watts", "100 Watts", "141.4 Watts", "200 Watts"]}, {"answer": "A", "text": " What is reactive power?", "part": "((NOT SPECIFIED))", "number": "E5D14", "answers": ["Wattless, nonproductive power", "Power consumed in wire resistance in an inductor", "Power lost because of capacitor leakage", "Power consumed in circuit Q"]}, {"answer": "D", "text": " What is the power factor of an R-L circuit having a 45 degree phase angle between the voltage and the current?", "part": "((NOT SPECIFIED))", "number": "E5D15", "answers": ["0.866", "1.0", "0.5", "0.707"]}, {"answer": "C", "text": " What is the power factor of an R-L circuit having a 30 degree phase angle between the voltage and the current?", "part": "((NOT SPECIFIED))", "number": "E5D16", "answers": ["1.73", "0.5", "0.866", "0.577"]}, {"answer": "D", "text": " How many watts are consumed in a circuit having a power factor of 0.6 if the input is 200VAC at 5 amperes?", "part": "((NOT SPECIFIED))", "number": "E5D17", "answers": ["200 watts", "1000 watts", "1600 watts", "600 watts"]}, {"answer": "B", "text": " How many watts are consumed in a circuit having a power factor of 0.71 if the apparent power is 500VA?", "part": "((NOT SPECIFIED))", "number": "E5D18", "answers": ["704 W", "355 W", "252 W", "1.42 mW"]}, {"answer": "C", "text": " In what application is gallium arsenide used as a semiconductor material in preference to germanium or silicon?", "part": "((NOT SPECIFIED))", "number": "E6A01", "answers": ["In high-current rectifier circuits", "In high-power audio circuits", "In microwave circuits", "In very low frequency RF circuits"]}, {"answer": "A", "text": " Which of the following semiconductor materials contains excess free electrons?", "part": "((NOT SPECIFIED))", "number": "E6A02", "answers": ["N-type", "P-type", "Bipolar", "Insulated gate"]}, {"answer": "C", "text": " Why does a PN-junction diode not conduct current when reverse biased?", "part": "((NOT SPECIFIED))", "number": "E6A03", "answers": ["Only P-type semiconductor material can conduct current", "Only N-type semiconductor material can conduct current", "Holes in P-type material and electrons in the N-type material are separated by the applied voltage, widening the depletion region", "Excess holes in P-type material combine with the electrons in N-type material, converting the entire diode into an insulator"]}, {"answer": "C", "text": " What is the name given to an impurity atom that adds holes to a semiconductor crystal structure?", "part": "((NOT SPECIFIED))", "number": "E6A04", "answers": ["Insulator impurity", "N-type impurity", "Acceptor impurity", "Donor impurity"]}, {"answer": "C", "text": " What is the alpha of a bipolar junction transistor?", "part": "((NOT SPECIFIED))", "number": "E6A05", "answers": ["The change of collector current with respect to base current", "The change of base current with respect to collector current", "The change of collector current with respect to emitter current", "The change of collector current with respect to gate current"]}, {"answer": "B", "text": " What is the beta of a bipolar junction transistor?", "part": "((NOT SPECIFIED))", "number": "E6A06", "answers": ["The frequency at which the current gain is reduced to 1", "The change in collector current with respect to base current", "The breakdown voltage of the base to collector junction", "The switching speed of the transistor"]}, {"answer": "D", "text": " Which of the following indicates that a silicon NPN junction transistor is biased on?", "part": "((NOT SPECIFIED))", "number": "E6A07", "answers": ["Base-to-emitter resistance of approximately 6 to 7 ohms", "Base-to-emitter resistance of approximately 0.6 to 0.7 ohms", "Base-to-emitter voltage of approximately 6 to 7 volts", "Base-to-emitter voltage of approximately 0.6 to 0.7 volts"]}, {"answer": "D", "text": " What term indicates the frequency at which the grounded-base current gain of a transistor has decreased to 0.7 of the gain obtainable at 1 kHz?", "part": "((NOT SPECIFIED))", "number": "E6A08", "answers": ["Corner frequency", "Alpha rejection frequency", "Beta cutoff frequency", "Alpha cutoff frequency"]}, {"answer": "A", "text": " What is a depletion-mode FET?", "part": "((NOT SPECIFIED))", "number": "E6A09", "answers": ["An FET that exhibits a current flow between source and drain when no gate voltage is applied", "An FET that has no current flow between source and drain when no gate voltage is applied", "Any FET without a channel", "Any FET for which holes are the majority carriers"]}, {"answer": "B", "text": " In Figure E6-2, what is the schematic symbol for an N-channel dual-gate MOSFET?", "part": "((NOT SPECIFIED))", "number": "E6A10", "answers": ["2", "4", "5", "6"]}, {"answer": "A", "text": " In Figure E6-2, what is the schematic symbol for a P-channel junction FET?", "part": "((NOT SPECIFIED))", "number": "E6A11", "answers": ["1", "2", "3", "6"]}, {"answer": "D", "text": " Why do many MOSFET devices have internally connected Zener diodes on the gates?", "part": "((NOT SPECIFIED))", "number": "E6A12", "answers": ["To provide a voltage reference for the correct amount of reverse-bias gate voltage", "To protect the substrate from excessive voltages", "To keep the gate voltage within specifications and prevent the device from overheating", "To reduce the chance of the gate insulation being punctured by static discharges or excessive voltages"]}, {"answer": "C", "text": " What do the initials CMOS stand for?", "part": "((NOT SPECIFIED))", "number": "E6A13", "answers": ["Common Mode Oscillating System", "Complementary Mica-Oxide Silicon", "Complementary Metal-Oxide Semiconductor", "Common Mode Organic Silicon"]}, {"answer": "C", "text": " How does DC input impedance at the gate of a field-effect transistor compare with the DC input impedance of a bipolar transistor?", "part": "((NOT SPECIFIED))", "number": "E6A14", "answers": ["They are both low impedance", "An FET has low input impedance; a bipolar transistor has high input impedance", "An FET has high input impedance; a bipolar transistor has low input impedance", "They are both high impedance"]}, {"answer": "B", "text": " Which semiconductor material contains excess holes in the outer shell of electrons?", "part": "((NOT SPECIFIED))", "number": "E6A15", "answers": ["N-type", "P-type", "Superconductor-type", "Bipolar-type"]}, {"answer": "B", "text": " What are the majority charge carriers in N-type semiconductor material?", "part": "((NOT SPECIFIED))", "number": "E6A16", "answers": ["Holes", "Free electrons", "Free protons", "Free neutrons"]}, {"answer": "D", "text": " What are the names of the three terminals of a field-effect transistor?", "part": "((NOT SPECIFIED))", "number": "E6A17", "answers": ["Gate 1, gate 2, drain", "Emitter, base, collector", "Emitter, base 1, base 2", "Gate, drain, source"]}, {"answer": "B", "text": " What is the most useful characteristic of a Zener diode?", "part": "((NOT SPECIFIED))", "number": "E6B01", "answers": ["A constant current drop under conditions of varying voltage", "A constant voltage drop under conditions of varying current", "A negative resistance region", "An internal capacitance that varies with the applied voltage"]}, {"answer": "D", "text": " What is an important characteristic of a Schottky diode as compared to an ordinary silicon diode when used as a power supply rectifier?", "part": "((NOT SPECIFIED))", "number": "E6B02", "answers": ["Much higher reverse voltage breakdown", "Controlled reverse avalanche voltage", "Enhanced carrier retention time", "Less forward voltage drop"]}, {"answer": "C", "text": " What special type of diode is capable of both amplification and oscillation?", "part": "((NOT SPECIFIED))", "number": "E6B03", "answers": ["Point contact", "Zener", "Tunnel", "Junction"]}, {"answer": "A", "text": " What type of semiconductor device is designed for use as a voltage-controlled capacitor?", "part": "((NOT SPECIFIED))", "number": "E6B04", "answers": ["Varactor diode", "Tunnel diode", "Silicon-controlled rectifier", "Zener diode"]}, {"answer": "D", "text": " What characteristic of a PIN diode makes it useful as an RF switch or attenuator?", "part": "((NOT SPECIFIED))", "number": "E6B05", "answers": ["Extremely high reverse breakdown voltage", "Ability to dissipate large amounts of power", "Reverse bias controls its forward voltage drop", "A large region of intrinsic material"]}, {"answer": "D", "text": " Which of the following is a common use of a hot-carrier diode?", "part": "((NOT SPECIFIED))", "number": "E6B06", "answers": ["As balanced mixers in FM generation", "As a variable capacitance in an automatic frequency control circuit", "As a constant voltage reference in a power supply", "As a VHF/UHF mixer or detector"]}, {"answer": "B", "text": " What is the failure mechanism when a junction diode fails due to excessive current?", "part": "((NOT SPECIFIED))", "number": "E6B07", "answers": ["Excessive inverse voltage", "Excessive junction temperature", "Insufficient forward voltage", "Charge carrier depletion"]}, {"answer": "A", "text": " Which of the following describes a type of semiconductor diode?", "part": "((NOT SPECIFIED))", "number": "E6B08", "answers": ["Metal-semiconductor junction", "Electrolytic rectifier", "CMOS-field effect", "Thermionic emission diode"]}, {"answer": "C", "text": " What is a common use for point contact diodes?", "part": "((NOT SPECIFIED))", "number": "E6B09", "answers": ["As a constant current source", "As a constant voltage source", "As an RF detector", "As a high voltage rectifier"]}, {"answer": "B", "text": " In Figure E6-3, what is the schematic symbol for a light-emitting diode?", "part": "((NOT SPECIFIED))", "number": "E6B10", "answers": ["1", "5", "6", "7"]}, {"answer": "A", "text": " What is used to control the attenuation of RF signals by a PIN diode?", "part": "((NOT SPECIFIED))", "number": "E6B11", "answers": ["Forward DC bias current", "A sub-harmonic pump signal", "Reverse voltage larger than the RF signal", "Capacitance of an RF coupling capacitor"]}, {"answer": "C", "text": " What is one common use for PIN diodes?", "part": "((NOT SPECIFIED))", "number": "E6B12", "answers": ["As a constant current source", "As a constant voltage source", "As an RF switch", "As a high voltage rectifier"]}, {"answer": "B", "text": " What type of bias is required for an LED to emit light?", "part": "((NOT SPECIFIED))", "number": "E6B13", "answers": ["Reverse bias", "Forward bias", "Zero bias", "Inductive bias"]}, {"answer": "A", "text": " What is the function of hysteresis in a comparator?", "part": "((NOT SPECIFIED))", "number": "E6C01", "answers": ["To prevent input noise from causing unstable output signals", "To allow the comparator to be used with AC input signal", "To cause the output to change states continually", "To increase the sensitivity"]}, {"answer": "B", "text": " What happens when the level of a comparator's input signal crosses the threshold?", "part": "((NOT SPECIFIED))", "number": "E6C02", "answers": ["The IC input can be damaged", "The comparator changes its output state", "The comparator enters latch-up", "The feedback loop becomes unstable"]}, {"answer": "A", "text": " What is tri-state logic?", "part": "((NOT SPECIFIED))", "number": "E6C03", "answers": ["Logic devices with 0, 1, and high impedance output states", "Logic devices that utilize ternary math", "Low power logic devices designed to operate at 3 volts", "Proprietary logic devices manufactured by Tri-State Devices"]}, {"answer": "B", "text": " What is the primary advantage of tri-state logic?", "part": "((NOT SPECIFIED))", "number": "E6C04", "answers": ["Low power consumption", "Ability to connect many device outputs to a common bus", "High speed operation", "More efficient arithmetic operations"]}, {"answer": "D", "text": " What is an advantage of CMOS logic devices over TTL devices?", "part": "((NOT SPECIFIED))", "number": "E6C05", "answers": ["Differential output capability", "Lower distortion", "Immune to damage from static discharge", "Lower power consumption"]}, {"answer": "C", "text": " Why do CMOS digital integrated circuits have high immunity to noise on the input signal or power supply?", "part": "((NOT SPECIFIED))", "number": "E6C06", "answers": ["Larger bypass capacitors are used in CMOS circuit design", "The input switching threshold is about two times the power supply voltage", "The input switching threshold is about one-half the power supply voltage", "Input signals are stronger"]}, {"answer": "B", "text": " What best describes a pull-up or pull-down resistor?", "part": "((NOT SPECIFIED))", "number": "E6C07", "answers": ["A resistor in a keying circuit used to reduce key clicks", "A resistor connected to the positive or negative supply line used to establish a voltage when an input or output is an open circuit", "A resistor that insures that an oscillator frequency does not drive lower over time", "A resistor connected to an op-amp output that only functions when the logic output is false"]}, {"answer": "B", "text": " In Figure E6-5, what is the schematic symbol for a NAND gate?", "part": "((NOT SPECIFIED))", "number": "E6C08", "answers": ["1", "2", "3", "4"]}, {"answer": "B", "text": " What is a Programmable Logic Device (PLD)?", "part": "((NOT SPECIFIED))", "number": "E6C09", "answers": ["A device to control industrial equipment", "A programmable collection of logic gates and circuits in a single integrated circuit", "Programmable equipment used for testing digital logic integrated circuits", "An algorithm for simulating logic functions during circuit design"]}, {"answer": "D", "text": " In Figure E6-5, what is the schematic symbol for a NOR gate?", "part": "((NOT SPECIFIED))", "number": "E6C10", "answers": ["1", "2", "3", "4"]}, {"answer": "C", "text": " In Figure E6-5, what is the schematic symbol for the NOT operation (inverter)?", "part": "((NOT SPECIFIED))", "number": "E6C11", "answers": ["2", "4", "5", "6"]}, {"answer": "D", "text": " What is BiCMOS logic?", "part": "((NOT SPECIFIED))", "number": "E6C12", "answers": ["A logic device with two CMOS circuits per package", "A FET logic family based on bimetallic semiconductors", "A logic family based on bismuth CMOS devices", "An integrated circuit logic family using both bipolar and CMOS transistors"]}, {"answer": "C", "text": " Which of the following is an advantage of BiCMOS logic?", "part": "((NOT SPECIFIED))", "number": "E6C13", "answers": ["Its simplicity results in much less expensive devices than standard CMOS", "It is totally immune to electrostatic damage", "It has the high input impedance of CMOS and the low output impedance of bipolar transistors", "All of these choices are correct"]}, {"answer": "B", "text": " What is the primary advantage of using a Programmable Gate Array (PGA) in a logic circuit?", "part": "((NOT SPECIFIED))", "number": "E6C14", "answers": ["Many similar gates are less expensive than a mixture of gate types", "Complex logic functions can be created in a single integrated circuit", "A PGA contains its own internal power supply", "All of these choices are correct"]}, {"answer": "A", "text": " How many turns will be required to produce a 5-microhenry inductor using a powdered-iron toroidal core that has an inductance index (A L) value of 40 microhenrys/100 turns?", "part": "((NOT SPECIFIED))", "number": "E6D01", "answers": ["35 turns", "13 turns", "79 turns", "141 turns"]}, {"answer": "A", "text": " What is the equivalent circuit of a quartz crystal?", "part": "((NOT SPECIFIED))", "number": "E6D02", "answers": ["Motional capacitance, motional inductance, and loss resistance in series, all in parallel with a shunt capacitor representing electrode and stray capacitance", "Motional capacitance, motional inductance, loss resistance, and a capacitor representing electrode and stray capacitance all in parallel", "Motional capacitance, motional inductance, loss resistance, and a capacitor representing electrode and stray capacitance all in series", "Motional inductance and loss resistance in series, paralleled with motional capacitance and a capacitor representing electrode and stray capacitance"]}, {"answer": "A", "text": " Which of the following is an aspect of the piezoelectric effect?", "part": "((NOT SPECIFIED))", "number": "E6D03", "answers": ["Mechanical deformation of material by the application of a voltage", "Mechanical deformation of material by the application of a magnetic field", "Generation of electrical energy in the presence of light", "Increased conductivity in the presence of light"]}, {"answer": "B", "text": " Which materials are commonly used as a slug core in a variable inductor?", "part": "((NOT SPECIFIED))", "number": "E6D04", "answers": ["Polystyrene and polyethylene", "Ferrite and brass", "Teflon and Delrin", "Cobalt and aluminum"]}, {"answer": "C", "text": " What is one reason for using ferrite cores rather than powdered-iron in an inductor?", "part": "((NOT SPECIFIED))", "number": "E6D05", "answers": ["Ferrite toroids generally have lower initial permeability", "Ferrite toroids generally have better temperature stability", "Ferrite toroids generally require fewer turns to produce a given inductance value", "Ferrite toroids are easier to use with surface mount technology"]}, {"answer": "D", "text": " What core material property determines the inductance of a toroidal inductor?", "part": "((NOT SPECIFIED))", "number": "E6D06", "answers": ["Thermal impedance", "Resistance", "Reactivity", "Permeability"]}, {"answer": "B", "text": " What is the usable frequency range of inductors that use toroidal cores, assuming a correct selection of core material for the frequency being used?", "part": "((NOT SPECIFIED))", "number": "E6D07", "answers": ["From a few kHz to no more than 30 MHz", "From less than 20 Hz to approximately 300 MHz", "From approximately 10 Hz to no more than 3000 kHz", "From about 100 kHz to at least 1000 GHz"]}, {"answer": "B", "text": " What is one reason for using powdered-iron cores rather than ferrite cores in an inductor?", "part": "((NOT SPECIFIED))", "number": "E6D08", "answers": ["Powdered-iron cores generally have greater initial permeability", "Powdered-iron cores generally maintain their characteristics at higher currents", "Powdered-iron cores generally require fewer turns to produce a given inductance", "Powdered-iron cores use smaller diameter wire for the same inductance"]}, {"answer": "C", "text": " What devices are commonly used as VHF and UHF parasitic suppressors at the input and output terminals of a transistor HF amplifier?", "part": "((NOT SPECIFIED))", "number": "E6D09", "answers": ["Electrolytic capacitors", "Butterworth filters", "Ferrite beads", "Steel-core toroids"]}, {"answer": "A", "text": " What is a primary advantage of using a toroidal core instead of a solenoidal core in an inductor?", "part": "((NOT SPECIFIED))", "number": "E6D10", "answers": ["Toroidal cores confine most of the magnetic field within the core material", "Toroidal cores make it easier to couple the magnetic energy into other components", "Toroidal cores exhibit greater hysteresis", "Toroidal cores have lower Q characteristics"]}, {"answer": "C", "text": " How many turns will be required to produce a 1-mH inductor using a core that has an inductance index (A L) value of 523 millihenrys/1000 turns?", "part": "((NOT SPECIFIED))", "number": "E6D11", "answers": ["2 turns", "4 turns", "43 turns", "229 turns"]}, {"answer": "C", "text": " What is the definition of saturation in a ferrite core inductor?", "part": "((NOT SPECIFIED))", "number": "E6D12", "answers": ["The inductor windings are over coupled", "The inductor's voltage rating is exceeded causing a flashover", "The ability of the inductor's core to store magnetic energy has been exceeded", "Adjacent inductors become over-coupled"]}, {"answer": "A", "text": " What is the primary cause of inductor self-resonance?", "part": "((NOT SPECIFIED))", "number": "E6D13", "answers": ["Inter-turn capacitance", "The skin effect", "Inductive kickback", "Non-linear core hysteresis"]}, {"answer": "B", "text": " Which type of slug material decreases inductance when inserted into a coil?", "part": "((NOT SPECIFIED))", "number": "E6D14", "answers": ["Ceramic", "Brass", "Ferrite", "Powdered-iron"]}, {"answer": "A", "text": " What is current in the primary winding of a transformer called if no load is attached to the secondary?", "part": "((NOT SPECIFIED))", "number": "E6D15", "answers": ["Magnetizing current", "Direct current", "Excitation current", "Stabilizing current"]}, {"answer": "D", "text": " What is the common name for a capacitor connected across a transformer secondary that is used to absorb transient voltage spikes?", "part": "((NOT SPECIFIED))", "number": "E6D16", "answers": ["Clipper capacitor", "Trimmer capacitor", "Feedback capacitor", "Snubber capacitor"]}, {"answer": "A", "text": " Why should core saturation of a conventional impedance matching transformer be avoided?", "part": "((NOT SPECIFIED))", "number": "E6D17", "answers": ["Harmonics and distortion could result", "Magnetic flux would increase with frequency", "RF susceptance would increase", "Temporary changes of the core permeability could result"]}, {"answer": "C", "text": " Which of the following is true of a charge-coupled device (CCD)?", "part": "((NOT SPECIFIED))", "number": "E6E01", "answers": ["Its phase shift changes rapidly with frequency", "It is a CMOS analog-to-digital converter", "It samples an analog signal and passes it in stages from the input to the output", "It is used in a battery charger circuit"]}, {"answer": "A", "text": " Which of the following device packages is a through-hole type?", "part": "((NOT SPECIFIED))", "number": "E6E02", "answers": ["DIP", "PLCC", "Ball grid array", "SOT"]}, {"answer": "D", "text": " Which of the following materials is likely to provide the highest frequency of operation when used in MMICs?", "part": "((NOT SPECIFIED))", "number": "E6E03", "answers": ["Silicon", "Silicon nitride", "Silicon dioxide", "Gallium nitride"]}, {"answer": "A", "text": " Which is the most common input and output impedance of circuits that use MMICs?", "part": "((NOT SPECIFIED))", "number": "E6E04", "answers": ["50 ohms", "300 ohms", "450 ohms", "10 ohms"]}, {"answer": "A", "text": " Which of the following noise figure values is typical of a low-noise UHF preamplifier?", "part": "((NOT SPECIFIED))", "number": "E6E05", "answers": ["2 dB", "-10 dB", "44 dBm", "-20 dBm"]}, {"answer": "D", "text": " What characteristics of the MMIC make it a popular choice for VHF through microwave circuits?", "part": "((NOT SPECIFIED))", "number": "E6E06", "answers": ["The ability to retrieve information from a single signal even in the presence of other strong signals", "Plate current that is controlled by a control grid", "Nearly infinite gain, very high input impedance, and very low output impedance", "Controlled gain, low noise figure, and constant input and output impedance over the specified frequency range"]}, {"answer": "B", "text": " Which of the following is typically used to construct a MMIC-based microwave amplifier?", "part": "((NOT SPECIFIED))", "number": "E6E07", "answers": ["Ground-plane construction", "Microstrip construction", "Point-to-point construction", "Wave-soldering construction"]}, {"answer": "A", "text": " How is voltage from a power supply normally furnished to the most common type of monolithic microwave integrated circuit (MMIC)?", "part": "((NOT SPECIFIED))", "number": "E6E08", "answers": ["Through a resistor and/or RF choke connected to the amplifier output lead", "MMICs require no operating bias", "Through a capacitor and RF choke connected to the amplifier input lead", "Directly to the bias voltage (VCC IN) lead"]}, {"answer": "D", "text": " Which of the following component package types would be most suitable for use at frequencies above the HF range?", "part": "((NOT SPECIFIED))", "number": "E6E09", "answers": ["TO-220", "Axial lead", "Radial lead", "Surface mount"]}, {"answer": "D", "text": " What is the packaging technique in which leadless components are soldered directly to circuit boards?", "part": "((NOT SPECIFIED))", "number": "E6E10", "answers": ["Direct soldering", "Virtual lead mounting", "Stripped lead", "Surface mount"]}, {"answer": "D", "text": " What is a characteristic of DIP packaging used for integrated circuits?", "part": "((NOT SPECIFIED))", "number": "E6E11", "answers": ["Package mounts in a direct inverted position", "Low leakage doubly insulated package", "Two chips in each package (Dual In Package)", "A total of two rows of connecting pins placed on opposite sides of the package (Dual In-line Package)"]}, {"answer": "B", "text": " Why are high-power RF amplifier ICs and transistors sometimes mounted in ceramic packages?", "part": "((NOT SPECIFIED))", "number": "E6E12", "answers": ["High-voltage insulating ability", "Better dissipation of heat", "Enhanced sensitivity to light", "To provide a low-pass frequency response"]}, {"answer": "B", "text": " What is photoconductivity?", "part": "((NOT SPECIFIED))", "number": "E6F01", "answers": ["The conversion of photon energy to electromotive energy", "The increased conductivity of an illuminated semiconductor", "The conversion of electromotive energy to photon energy", "The decreased conductivity of an illuminated semiconductor"]}, {"answer": "A", "text": " What happens to the conductivity of a photoconductive material when light shines on it?", "part": "((NOT SPECIFIED))", "number": "E6F02", "answers": ["It increases", "It decreases", "It stays the same", "It becomes unstable"]}, {"answer": "D", "text": " What is the most common configuration of an optoisolator or optocoupler?", "part": "((NOT SPECIFIED))", "number": "E6F03", "answers": ["A lens and a photomultiplier", "A frequency modulated helium-neon laser", "An amplitude modulated helium-neon laser", "An LED and a phototransistor"]}, {"answer": "B", "text": " What is the photovoltaic effect?", "part": "((NOT SPECIFIED))", "number": "E6F04", "answers": ["The conversion of voltage to current when exposed to light", "The conversion of light to electrical energy", "The conversion of electrical energy to mechanical energy", "The tendency of a battery to discharge when used outside"]}, {"answer": "A", "text": " Which describes an optical shaft encoder?", "part": "((NOT SPECIFIED))", "number": "E6F05", "answers": ["A device which detects rotation of a control by interrupting a light source with a patterned wheel", "A device which measures the strength of a beam of light using analog to digital conversion", "A digital encryption device often used to encrypt spacecraft control signals", "A device for generating RTTY signals by means of a rotating light source"]}, {"answer": "A", "text": " Which of these materials is affected the most by photoconductivity?", "part": "((NOT SPECIFIED))", "number": "E6F06", "answers": ["A crystalline semiconductor", "An ordinary metal", "A heavy metal", "A liquid semiconductor"]}, {"answer": "B", "text": " What is a solid state relay?", "part": "((NOT SPECIFIED))", "number": "E6F07", "answers": ["A relay using transistors to drive the relay coil", "A device that uses semiconductors to implement the functions of an electromechanical relay", "A mechanical relay that latches in the on or off state each time it is pulsed", "A passive delay line"]}, {"answer": "C", "text": " Why are optoisolators often used in conjunction with solid state circuits when switching 120VAC?", "part": "((NOT SPECIFIED))", "number": "E6F08", "answers": ["Optoisolators provide a low impedance link between a control circuit and a power circuit", "Optoisolators provide impedance matching between the control circuit and power circuit", "Optoisolators provide a very high degree of electrical isolation between a control circuit and the circuit being switched", "Optoisolators eliminate the effects of reflected light in the control circuit"]}, {"answer": "D", "text": " What is the efficiency of a photovoltaic cell?", "part": "((NOT SPECIFIED))", "number": "E6F09", "answers": ["The output RF power divided by the input DC power", "The effective payback period", "The open-circuit voltage divided by the short-circuit current under full illumination", "The relative fraction of light that is converted to current"]}, {"answer": "B", "text": " What is the most common type of photovoltaic cell used for electrical power generation?", "part": "((NOT SPECIFIED))", "number": "E6F10", "answers": ["Selenium", "Silicon", "Cadmium Sulfide", "Copper oxide"]}, {"answer": "B", "text": " What is the approximate open-circuit voltage produced by a fully-illuminated silicon photovoltaic cell?", "part": "((NOT SPECIFIED))", "number": "E6F11", "answers": ["0.1 V", "0.5 V", "1.5 V", "12 V"]}, {"answer": "C", "text": " What absorbs the energy from light falling on a photovoltaic cell?", "part": "((NOT SPECIFIED))", "number": "E6F12", "answers": ["Protons", "Photons", "Electrons", "Holes"]}, {"answer": "B", "text": " What is a liquid crystal display (LCD)?", "part": "((NOT SPECIFIED))", "number": "E6F13", "answers": ["A modern replacement for a quartz crystal oscillator which displays its fundamental frequency", "A display utilizing a crystalline liquid and polarizing filters which becomes opaque when voltage is applied", "A frequency-determining unit for a transmitter or receiver", "A display that uses a glowing liquid to remain brightly lit in dim light"]}, {"answer": "B", "text": " Which of the following is true of LCD displays?", "part": "((NOT SPECIFIED))", "number": "E6F14", "answers": ["They are hard to view in high ambient light conditions", "They may be hard view through polarized lenses", "They only display alphanumeric symbols", "All of these choices are correct"]}, {"answer": "C", "text": " Which is a bi-stable circuit?", "part": "((NOT SPECIFIED))", "number": "E7A01", "answers": ["An \"AND\" gate", "An \"OR\" gate", "A flip-flop", "A clock"]}, {"answer": "A", "text": " What is the function of a decade counter digital IC?", "part": "((NOT SPECIFIED))", "number": "E7A02", "answers": ["It produces one output pulse for every ten input pulses", "It decodes a decimal number for display on a seven segment LED display", "It produces ten output pulses for every input pulse", "It adds two decimal numbers together"]}, {"answer": "B", "text": " Which of the following can divide the frequency of a pulse train by 2?", "part": "((NOT SPECIFIED))", "number": "E7A03", "answers": ["An XOR gate", "A flip-flop", "An OR gate", "A multiplexer"]}, {"answer": "B", "text": " How many flip-flops are required to divide a signal frequency by 4?", "part": "((NOT SPECIFIED))", "number": "E7A04", "answers": ["1", "2", "4", "8"]}, {"answer": "D", "text": " Which of the following is a circuit that continuously alternates between two states without an external clock?", "part": "((NOT SPECIFIED))", "number": "E7A05", "answers": ["Monostable multivibrator", "J-K flip-flop", "T flip-flop", "Astable multivibrator"]}, {"answer": "A", "text": " What is a characteristic of a monostable multivibrator?", "part": "((NOT SPECIFIED))", "number": "E7A06", "answers": ["It switches momentarily to the opposite binary state and then returns to its original state after a set time", "It produces a continuous square wave oscillating between 1 and 0", "It stores one bit of data in either a 0 or 1 state", "It maintains a constant output voltage, regardless of variations in the input voltage"]}, {"answer": "D", "text": " What logical operation does a NAND gate perform?", "part": "((NOT SPECIFIED))", "number": "E7A07", "answers": ["It produces logic \"0\" at its output only when all inputs are logic \"0\"", "It produces logic \"1\" at its output only when all inputs are logic \"1\"", "It produces logic \"0\" at its output if some but not all inputs are logic \"1\"", "It produces logic \"0\" at its output only when all inputs are logic \"1\""]}, {"answer": "A", "text": " What logical operation does an OR gate perform?", "part": "((NOT SPECIFIED))", "number": "E7A08", "answers": ["It produces logic \"1\" at its output if any or all inputs are logic \"1\"", "It produces logic \"0\" at its output if all inputs are logic \"1\"", "It only produces logic \"0\" at its output when all inputs are logic \"1\"", "It produces logic \"1\" at its output if all inputs are logic \"0\""]}, {"answer": "C", "text": " What logical operation is performed by an exclusive NOR gate?", "part": "((NOT SPECIFIED))", "number": "E7A09", "answers": ["It produces logic \"0\" at its output only if all inputs are logic \"0\"", "It produces logic \"1\" at its output only if all inputs are logic \"1\"", "It produces logic \"0\" at its output if any single input is logic \"1\"", "It produces logic \"1\" at its output if any single input is logic \"1\""]}, {"answer": "C", "text": " What is a truth table?", "part": "((NOT SPECIFIED))", "number": "E7A10", "answers": ["A table of logic symbols that indicate the high logic states of an op-amp", "A diagram showing logic states when the digital device output is true", "A list of inputs and corresponding outputs for a digital device", "A table of logic symbols that indicate the logic states of an op-amp"]}, {"answer": "D", "text": " What type of logic defines \"1\" as a high voltage?", "part": "((NOT SPECIFIED))", "number": "E7A11", "answers": ["Reverse Logic", "Assertive Logic", "Negative logic", "Positive Logic"]}, {"answer": "C", "text": " What type of logic defines \"0\" as a high voltage?", "part": "((NOT SPECIFIED))", "number": "E7A12", "answers": ["Reverse Logic", "Assertive Logic", "Negative logic", "Positive Logic"]}, {"answer": "A", "text": " For what portion of a signal cycle does a Class AB amplifier operate?", "part": "((NOT SPECIFIED))", "number": "E7B01", "answers": ["More than 180 degrees but less than 360 degrees", "Exactly 180 degrees", "The entire cycle", "Less than 180 degrees"]}, {"answer": "A", "text": " What is a Class D amplifier?", "part": "((NOT SPECIFIED))", "number": "E7B02", "answers": ["A type of amplifier that uses switching technology to achieve high efficiency", "A low power amplifier that uses a differential amplifier for improved linearity", "An amplifier that uses drift-mode FETs for high efficiency", "A frequency doubling amplifier"]}, {"answer": "A", "text": " Which of the following components form the output of a class D amplifier circuit?", "part": "((NOT SPECIFIED))", "number": "E7B03", "answers": ["A low-pass filter to remove switching signal components", "A high-pass filter to compensate for low gain at low frequencies", "A matched load resistor to prevent damage by switching transients", "A temperature compensating load resistor to improve linearity"]}, {"answer": "A", "text": " Where on the load line of a Class A common emitter amplifier would bias normally be set?", "part": "((NOT SPECIFIED))", "number": "E7B04", "answers": ["Approximately half-way between saturation and cutoff", "Where the load line intersects the voltage axis", "At a point where the bias resistor equals the load resistor", "At a point where the load line intersects the zero bias current curve"]}, {"answer": "C", "text": " What can be done to prevent unwanted oscillations in an RF power amplifier?", "part": "((NOT SPECIFIED))", "number": "E7B05", "answers": ["Tune the stage for maximum SWR", "Tune both the input and output for maximum power", "Install parasitic suppressors and/or neutralize the stage", "Use a phase inverter in the output filter"]}, {"answer": "B", "text": " Which of the following amplifier types reduces or eliminates even order harmonics?", "part": "((NOT SPECIFIED))", "number": "E7B06", "answers": ["Push-push", "Push-pull", "Class C", "Class AB"]}, {"answer": "D", "text": " Which of the following is a likely result when a Class C amplifier is used to amplify a single-sideband phone signal?", "part": "((NOT SPECIFIED))", "number": "E7B07", "answers": ["Reduced intermodulation products", "Increased overall intelligibility", "Signal inversion", "Signal distortion and excessive bandwidth"]}, {"answer": "C", "text": " How can an RF power amplifier be neutralized?", "part": "((NOT SPECIFIED))", "number": "E7B08", "answers": ["By increasing the driving power", "By reducing the driving power", "By feeding a 180-degree out-of-phase portion of the output back to the input", "By feeding an in-phase component of the output back to the input"]}, {"answer": "D", "text": " Which of the following describes how the loading and tuning capacitors are to be adjusted when tuning a vacuum tube RF power amplifier that employs a Pi-network output circuit?", "part": "((NOT SPECIFIED))", "number": "E7B09", "answers": ["The loading capacitor is set to maximum capacitance and the tuning capacitor is adjusted for minimum allowable plate current", "The tuning capacitor is set to maximum capacitance and the loading capacitor is adjusted for minimum plate permissible current", "The loading capacitor is adjusted to minimum plate current while alternately adjusting the tuning capacitor for maximum allowable plate current", "The tuning capacitor is adjusted for minimum plate current, and the loading capacitor is adjusted for maximum permissible plate current"]}, {"answer": "B", "text": " In Figure E7-1, what is the purpose of R1 and R2?", "part": "((NOT SPECIFIED))", "number": "E7B10", "answers": ["Load resistors", "Fixed bias", "Self bias", "Feedback"]}, {"answer": "D", "text": " In Figure E7-1, what is the purpose of R3?", "part": "((NOT SPECIFIED))", "number": "E7B11", "answers": ["Fixed bias", "Emitter bypass", "Output load resistor", "Self bias"]}, {"answer": "C", "text": " What type of amplifier circuit is shown in Figure E7-1?", "part": "((NOT SPECIFIED))", "number": "E7B12", "answers": ["Common base", "Common collector", "Common emitter", "Emitter follower"]}, {"answer": "A", "text": " In Figure E7-2, what is the purpose of R?", "part": "((NOT SPECIFIED))", "number": "E7B13", "answers": ["Emitter load", "Fixed bias", "Collector load", "Voltage regulation"]}, {"answer": "B", "text": " Why are switching amplifiers more efficient than linear amplifiers?", "part": "((NOT SPECIFIED))", "number": "E7B14", "answers": ["Switching amplifiers operate at higher voltages", "The power transistor is at saturation or cut off most of the time, resulting in low power dissipation", "Linear amplifiers have high gain resulting in higher harmonic content", "Switching amplifiers use push-pull circuits"]}, {"answer": "C", "text": " What is one way to prevent thermal runaway in a bipolar transistor amplifier?", "part": "((NOT SPECIFIED))", "number": "E7B15", "answers": ["Neutralization", "Select transistors with high beta", "Use a resistor in series with the emitter", "All of these choices are correct"]}, {"answer": "A", "text": " What is the effect of intermodulation products in a linear power amplifier?", "part": "((NOT SPECIFIED))", "number": "E7B16", "answers": ["Transmission of spurious signals", "Creation of parasitic oscillations", "Low efficiency", "All of these choices are correct"]}, {"answer": "A", "text": " Why are odd-order rather than even-order intermodulation distortion products of concern in linear power amplifiers?", "part": "((NOT SPECIFIED))", "number": "E7B17", "answers": ["Because they are relatively close in frequency to the desired signal", "Because they are relatively far in frequency from the desired signal", "Because they invert the sidebands causing distortion", "Because they maintain the sidebands, thus causing multiple duplicate signals"]}, {"answer": "C", "text": " What is a characteristic of a grounded-grid amplifier?", "part": "((NOT SPECIFIED))", "number": "E7B18", "answers": ["High power gain", "High filament voltage", "Low input impedance", "Low bandwidth"]}, {"answer": "D", "text": " How are the capacitors and inductors of a low-pass filter Pi-network arranged between the network's input and output?", "part": "((NOT SPECIFIED))", "number": "E7C01", "answers": ["Two inductors are in series between the input and output, and a capacitor is connected between the two inductors and ground", "Two capacitors are in series between the input and output, and an inductor is connected between the two capacitors and ground", "An inductor is connected between the input and ground, another inductor is connected between the output and ground, and a capacitor is connected between the input and output", "A capacitor is connected between the input and ground, another capacitor is connected between the output and ground, and an inductor is connected between input and output"]}, {"answer": "C", "text": " Which of the following is a property of a T-network with series capacitors and a parallel shunt inductor?", "part": "((NOT SPECIFIED))", "number": "E7C02", "answers": ["It is a low-pass filter", "It is a band-pass filter", "It is a high-pass filter", "It is a notch filter"]}, {"answer": "A", "text": " What advantage does a Pi-L-network have over a regular Pi-network for impedance matching between the final amplifier of a vacuum-tube transmitter and an antenna?", "part": "((NOT SPECIFIED))", "number": "E7C03", "answers": ["Greater harmonic suppression", "Higher efficiency", "Lower losses", "Greater transformation range"]}, {"answer": "C", "text": " How does an impedance-matching circuit transform a complex impedance to a resistive impedance?", "part": "((NOT SPECIFIED))", "number": "E7C04", "answers": ["It introduces negative resistance to cancel the resistive part of impedance", "It introduces transconductance to cancel the reactive part of impedance", "It cancels the reactive part of the impedance and changes the resistive part to a desired value", "Network resistances are substituted for load resistances and reactances are matched to the resistances"]}, {"answer": "D", "text": " Which filter type is described as having ripple in the passband and a sharp cutoff?", "part": "((NOT SPECIFIED))", "number": "E7C05", "answers": ["A Butterworth filter", "An active LC filter", "A passive op-amp filter", "A Chebyshev filter"]}, {"answer": "C", "text": " What are the distinguishing features of an elliptical filter?", "part": "((NOT SPECIFIED))", "number": "E7C06", "answers": ["Gradual passband rolloff with minimal stop band ripple", "Extremely flat response over its pass band with gradually rounded stop band corners", "Extremely sharp cutoff with one or more notches in the stop band", "Gradual passband rolloff with extreme stop band ripple"]}, {"answer": "B", "text": " What kind of filter would you use to attenuate an interfering carrier signal while receiving an SSB transmission?", "part": "((NOT SPECIFIED))", "number": "E7C07", "answers": ["A band-pass filter", "A notch filter", "A Pi-network filter", "An all-pass filter"]}, {"answer": "A", "text": " Which of the following factors has the greatest effect in helping determine the bandwidth and response shape of a crystal ladder filter?", "part": "((NOT SPECIFIED))", "number": "E7C08", "answers": ["The relative frequencies of the individual crystals", "The DC voltage applied to the quartz crystal", "The gain of the RF stage preceding the filter", "The amplitude of the signals passing through the filter"]}, {"answer": "B", "text": " What is a Jones filter as used as part of an HF receiver IF stage?", "part": "((NOT SPECIFIED))", "number": "E7C09", "answers": ["An automatic notch filter", "A variable bandwidth crystal lattice filter", "A special filter that emphasizes image responses", "A filter that removes impulse noise"]}, {"answer": "B", "text": " Which of the following filters would be the best choice for use in a 2 meter repeater duplexer?", "part": "((NOT SPECIFIED))", "number": "E7C10", "answers": ["A crystal filter", "A cavity filter", "A DSP filter", "An L-C filter"]}, {"answer": "D", "text": " Which of the following is the common name for a filter network which is equivalent to two L-networks connected back-to-back with the two inductors in series and the capacitors in shunt at the input and output?", "part": "((NOT SPECIFIED))", "number": "E7C11", "answers": ["Pi-L", "Cascode", "Omega", "Pi"]}, {"answer": "B", "text": " Which describes a Pi-L-network used for matching a vacuum tube final amplifier to a 50 ohm unbalanced output?", "part": "((NOT SPECIFIED))", "number": "E7C12", "answers": ["A Phase Inverter Load network", "A Pi-network with an additional series inductor on the output", "A network with only three discrete parts", "A matching network in which all components are isolated from ground"]}, {"answer": "A", "text": " What is one advantage of a Pi-matching network over an L-matching network consisting of a single inductor and a single capacitor?", "part": "((NOT SPECIFIED))", "number": "E7C13", "answers": ["The Q of Pi-networks can be varied depending on the component values chosen", "L-networks cannot perform impedance transformation", "Pi-networks have fewer components", "Pi-networks are designed for balanced input and output"]}, {"answer": "C", "text": " Which mode is most affected by non-linear phase response in a receiver IF filter?", "part": "((NOT SPECIFIED))", "number": "E7C14", "answers": ["Meteor scatter", "Single-Sideband voice", "Digital", "Video"]}, {"answer": "D", "text": " What is a crystal lattice filter?", "part": "((NOT SPECIFIED))", "number": "E7C15", "answers": ["A power supply filter made with interlaced quartz crystals", "An audio filter made with four quartz crystals that resonate at 1kHz intervals", "A filter with wide bandwidth and shallow skirts made using quartz crystals", "A filter with narrow bandwidth and steep skirts made using quartz crystals"]}, {"answer": "D", "text": " What is one characteristic of a linear electronic voltage regulator?", "part": "((NOT SPECIFIED))", "number": "E7D01", "answers": ["It has a ramp voltage as its output", "It eliminates the need for a pass transistor", "The control element duty cycle is proportional to the line or load conditions", "The conduction of a control element is varied to maintain a constant output voltage"]}, {"answer": "C", "text": " What is one characteristic of a switching electronic voltage regulator?", "part": "((NOT SPECIFIED))", "number": "E7D02", "answers": ["The resistance of a control element is varied in direct proportion to the line voltage or load current", "It is generally less efficient than a linear regulator", "The controlled device's duty cycle is changed to produce a constant average output voltage", "It gives a ramp voltage at its output"]}, {"answer": "A", "text": " What device is typically used as a stable reference voltage in a linear voltage regulator?", "part": "((NOT SPECIFIED))", "number": "E7D03", "answers": ["A Zener diode", "A tunnel diode", "An SCR", "A varactor diode"]}, {"answer": "B", "text": " Which of the following types of linear voltage regulator usually make the most efficient use of the primary power source?", "part": "((NOT SPECIFIED))", "number": "E7D04", "answers": ["A series current source", "A series regulator", "A shunt regulator", "A shunt current source"]}, {"answer": "D", "text": " Which of the following types of linear voltage regulator places a constant load on the unregulated voltage source?", "part": "((NOT SPECIFIED))", "number": "E7D05", "answers": ["A constant current source", "A series regulator", "A shunt current source", "A shunt regulator"]}, {"answer": "C", "text": " What is the purpose of Q1 in the circuit shown in Figure E7-3?", "part": "((NOT SPECIFIED))", "number": "E7D06", "answers": ["It provides negative feedback to improve regulation", "It provides a constant load for the voltage source", "It increases the current-handling capability of the regulator", "It provides D1 with current"]}, {"answer": "A", "text": " What is the purpose of C2 in the circuit shown in Figure E7-3?", "part": "((NOT SPECIFIED))", "number": "E7D07", "answers": ["It bypasses hum around D1", "It is a brute force filter for the output", "To self-resonate at the hum frequency", "To provide fixed DC bias for Q1"]}, {"answer": "C", "text": " What type of circuit is shown in Figure E7-3?", "part": "((NOT SPECIFIED))", "number": "E7D08", "answers": ["Switching voltage regulator", "Grounded emitter amplifier", "Linear voltage regulator", "Emitter follower"]}, {"answer": "C", "text": " What is the main reason to use a charge controller with a solar power system?", "part": "((NOT SPECIFIED))", "number": "E7D09", "answers": ["Prevention of battery undercharge", "Control of electrolyte levels during battery discharge", "Prevention of battery damage due to overcharge", "Matching of day and night charge rates"]}, {"answer": "C", "text": " What is the primary reason that a high-frequency switching type high voltage power supply can be both less expensive and lighter in weight than a conventional power supply?", "part": "((NOT SPECIFIED))", "number": "E7D10", "answers": ["The inverter design does not require any output filtering", "It uses a diode bridge rectifier for increased output", "The high frequency inverter design uses much smaller transformers and filter components for an equivalent power output", "It uses a large power factor compensation capacitor to create free power from the unused portion of the AC cycle"]}, {"answer": "D", "text": " What circuit element is controlled by a series analog voltage regulator to maintain a constant output voltage?", "part": "((NOT SPECIFIED))", "number": "E7D11", "answers": ["Reference voltage", "Switching inductance", "Error amplifier", "Pass transistor"]}, {"answer": "C", "text": " What is the drop-out voltage of an analog voltage regulator?", "part": "((NOT SPECIFIED))", "number": "E7D12", "answers": ["Minimum input voltage for rated power dissipation", "Maximum amount that the output voltage drops when the input voltage is varied over its specified range", "Minimum input-to-output voltage required to maintain regulation", "Maximum amount that the output voltage may decrease at rated load"]}, {"answer": "C", "text": " What is the equation for calculating power dissipation by a series connected linear voltage regulator?", "part": "((NOT SPECIFIED))", "number": "E7D13", "answers": ["Input voltage multiplied by input current", "Input voltage divided by output current", "Voltage difference from input to output multiplied by output current", "Output voltage multiplied by output current"]}, {"answer": "C", "text": " What is one purpose of a \"bleeder\" resistor in a conventional unregulated power supply?", "part": "((NOT SPECIFIED))", "number": "E7D14", "answers": ["To cut down on waste heat generated by the power supply", "To balance the low-voltage filament windings", "To improve output voltage regulation", "To boost the amount of output current"]}, {"answer": "D", "text": " What is the purpose of a \"step-start\" circuit in a high voltage power supply?", "part": "((NOT SPECIFIED))", "number": "E7D15", "answers": ["To provide a dual-voltage output for reduced power applications", "To compensate for variations of the incoming line voltage", "To allow for remote control of the power supply", "To allow the filter capacitors to charge gradually"]}, {"answer": "D", "text": " When several electrolytic filter capacitors are connected in series to increase the operating voltage of a power supply filter circuit, why should resistors be connected across each capacitor?", "part": "((NOT SPECIFIED))", "number": "E7D16", "answers": ["To equalize, as much as possible, the voltage drop across each capacitor", "To provide a safety bleeder to discharge the capacitors when the supply is off", "To provide a minimum load current to reduce voltage excursions at light loads", "All of these choices are correct"]}, {"answer": "B", "text": " Which of the following can be used to generate FM phone emissions?", "part": "((NOT SPECIFIED))", "number": "E7E01", "answers": ["A balanced modulator on the audio amplifier", "A reactance modulator on the oscillator", "A reactance modulator on the final amplifier", "A balanced modulator on the oscillator"]}, {"answer": "D", "text": " What is the function of a reactance modulator?", "part": "((NOT SPECIFIED))", "number": "E7E02", "answers": ["To produce PM signals by using an electrically variable resistance", "To produce AM signals by using an electrically variable inductance or capacitance", "To produce AM signals by using an electrically variable resistance", "To produce PM signals by using an electrically variable inductance or capacitance"]}, {"answer": "C", "text": " How does an analog phase modulator function?", "part": "((NOT SPECIFIED))", "number": "E7E03", "answers": ["By varying the tuning of a microphone preamplifier to produce PM signals", "By varying the tuning of an amplifier tank circuit to produce AM signals", "By varying the tuning of an amplifier tank circuit to produce PM signals", "By varying the tuning of a microphone preamplifier to produce AM signals"]}, {"answer": "A", "text": " What is one way a single-sideband phone signal can be generated?", "part": "((NOT SPECIFIED))", "number": "E7E04", "answers": ["By using a balanced modulator followed by a filter", "By using a reactance modulator followed by a mixer", "By using a loop modulator followed by a mixer", "By driving a product detector with a DSB signal"]}, {"answer": "D", "text": " What circuit is added to an FM transmitter to boost the higher audio frequencies?", "part": "((NOT SPECIFIED))", "number": "E7E05", "answers": ["A de-emphasis network", "A heterodyne suppressor", "An audio prescaler", "A pre-emphasis network"]}, {"answer": "A", "text": " Why is de-emphasis commonly used in FM communications receivers?", "part": "((NOT SPECIFIED))", "number": "E7E06", "answers": ["For compatibility with transmitters using phase modulation", "To reduce impulse noise reception", "For higher efficiency", "To remove third-order distortion products"]}, {"answer": "B", "text": " What is meant by the term baseband in radio communications?", "part": "((NOT SPECIFIED))", "number": "E7E07", "answers": ["The lowest frequency band that the transmitter or receiver covers", "The frequency components present in the modulating signal", "The unmodulated bandwidth of the transmitted signal", "The basic oscillator frequency in an FM transmitter that is multiplied to increase the deviation and carrier frequency"]}, {"answer": "C", "text": " What are the principal frequencies that appear at the output of a mixer circuit?", "part": "((NOT SPECIFIED))", "number": "E7E08", "answers": ["Two and four times the original frequency", "The sum, difference and square root of the input frequencies", "The two input frequencies along with their sum and difference frequencies", "1.414 and 0.707 times the input frequency"]}, {"answer": "A", "text": " What occurs when an excessive amount of signal energy reaches a mixer circuit?", "part": "((NOT SPECIFIED))", "number": "E7E09", "answers": ["Spurious mixer products are generated", "Mixer blanking occurs", "Automatic limiting occurs", "A beat frequency is generated"]}, {"answer": "A", "text": " How does a diode detector function?", "part": "((NOT SPECIFIED))", "number": "E7E10", "answers": ["By rectification and filtering of RF signals", "By breakdown of the Zener voltage", "By mixing signals with noise in the transition region of the diode", "By sensing the change of reactance in the diode with respect to frequency"]}, {"answer": "C", "text": " Which type of detector is used for demodulating SSB signals?", "part": "((NOT SPECIFIED))", "number": "E7E11", "answers": ["Discriminator", "Phase detector", "Product detector", "Phase comparator"]}, {"answer": "D", "text": " What is a frequency discriminator stage in a FM receiver?", "part": "((NOT SPECIFIED))", "number": "E7E12", "answers": ["An FM generator circuit", "A circuit for filtering two closely adjacent signals", "An automatic band-switching circuit", "A circuit for detecting FM signals"]}, {"answer": "C", "text": " What is meant by direct digital conversion as applied to software defined radios?", "part": "((NOT SPECIFIED))", "number": "E7F01", "answers": ["Software is converted from source code to object code during operation of the receiver", "Incoming RF is converted to a control voltage for a voltage controlled oscillator", "Incoming RF is digitized by an analog-to-digital converter without being mixed with a local oscillator signal", "A switching mixer is used to generate I and Q signals directly from the RF input"]}, {"answer": "A", "text": " What kind of digital signal processing audio filter is used to remove unwanted noise from a received SSB signal?", "part": "((NOT SPECIFIED))", "number": "E7F02", "answers": ["An adaptive filter", "A crystal-lattice filter", "A Hilbert-transform filter", "A phase-inverting filter"]}, {"answer": "C", "text": " What type of digital signal processing filter is used to generate an SSB signal?", "part": "((NOT SPECIFIED))", "number": "E7F03", "answers": ["An adaptive filter", "A notch filter", "A Hilbert-transform filter", "An elliptical filter"]}, {"answer": "D", "text": " What is a common method of generating an SSB signal using digital signal processing?", "part": "((NOT SPECIFIED))", "number": "E7F04", "answers": ["Mixing products are converted to voltages and subtracted by adder circuits", "A frequency synthesizer removes the unwanted sidebands", "Emulation of quartz crystal filter characteristics", "Combine signals with a quadrature phase relationship"]}, {"answer": "B", "text": " How frequently must an analog signal be sampled by an analog-to-digital converter so that the signal can be accurately reproduced?", "part": "((NOT SPECIFIED))", "number": "E7F05", "answers": ["At half the rate of the highest frequency component of the signal", "At twice the rate of the highest frequency component of the signal", "At the same rate as the highest frequency component of the signal", "At four times the rate of the highest frequency component of the signal"]}, {"answer": "D", "text": " What is the minimum number of bits required for an analog-to-digital converter to sample a signal with a range of 1 volt at a resolution of 1 millivolt?", "part": "((NOT SPECIFIED))", "number": "E7F06", "answers": ["4 bits", "6 bits", "8 bits", "10 bits"]}, {"answer": "C", "text": " What function can a Fast Fourier Transform perform?", "part": "((NOT SPECIFIED))", "number": "E7F07", "answers": ["Converting analog signals to digital form", "Converting digital signals to analog form", "Converting digital signals from the time domain to the frequency domain", "Converting 8-bit data to 16 bit data"]}, {"answer": "B", "text": " What is the function of decimation with regard to digital filters?", "part": "((NOT SPECIFIED))", "number": "E7F08", "answers": ["Converting data to binary code decimal form", "Reducing the effective sample rate by removing samples", "Attenuating the signal", "Removing unnecessary significant digits"]}, {"answer": "A", "text": " Why is an anti-aliasing digital filter required in a digital decimator?", "part": "((NOT SPECIFIED))", "number": "E7F09", "answers": ["It removes high-frequency signal components which would otherwise be reproduced as lower frequency components", "It peaks the response of the decimator, improving bandwidth", "It removes low frequency signal components to eliminate the need for DC restoration", "It notches out the sampling frequency to avoid sampling errors"]}, {"answer": "A", "text": " What aspect of receiver analog-to-digital conversion determines the maximum receive bandwidth of a Direct Digital Conversion SDR?", "part": "((NOT SPECIFIED))", "number": "E7F10", "answers": ["Sample rate", "Sample width in bits", "Sample clock phase noise", "Processor latency"]}, {"answer": "B", "text": " What sets the minimum detectable signal level for an SDR in the absence of atmospheric or thermal noise?", "part": "((NOT SPECIFIED))", "number": "E7F11", "answers": ["Sample clock phase noise", "Reference voltage level and sample width in bits", "Data storage transfer rate", "Missing codes and jitter"]}, {"answer": "A", "text": " What digital process is applied to I and Q signals in order to recover the baseband modulation information?", "part": "((NOT SPECIFIED))", "number": "E7F12", "answers": ["Fast Fourier Transform", "Decimation", "Signal conditioning", "Quadrature mixing"]}, {"answer": "D", "text": " What is the function of taps in a digital signal processing filter?", "part": "((NOT SPECIFIED))", "number": "E7F13", "answers": ["To reduce excess signal pressure levels", "Provide access for debugging software", "Select the point at which baseband signals are generated", "Provide incremental signal delays for filter algorithms"]}, {"answer": "B", "text": " Which of the following would allow a digital signal processing filter to create a sharper filter response?", "part": "((NOT SPECIFIED))", "number": "E7F14", "answers": ["Higher data rate", "More taps", "Complex phasor representations", "Double-precision math routines"]}, {"answer": "A", "text": " Which of the following is an advantage of a Finite Impulse Response (FIR) filter vs an Infinite Impulse Response (IIR) digital filter?", "part": "((NOT SPECIFIED))", "number": "E7F15", "answers": ["FIR filters delay all frequency components of the signal by the same amount", "FIR filters are easier to implement for a given set of passband rolloff requirements", "FIR filters can respond faster to impulses", "All of these choices are correct"]}, {"answer": "D", "text": " How might the sampling rate of an existing digital signal be adjusted by a factor of 3/4?", "part": "((NOT SPECIFIED))", "number": "E7F16", "answers": ["Change the gain by a factor of 3/4", "Multiply each sample value by a factor of 3/4", "Add 3 to each input value and subtract 4 from each output value", "Interpolate by a factor of three, then decimate by a factor of four"]}, {"answer": "D", "text": " What do the letters I and Q in I/Q Modulation represent?", "part": "((NOT SPECIFIED))", "number": "E7F17", "answers": ["Inactive and Quiescent", "Instantaneous and Quasi-stable", "Instantaneous and Quenched", "In-phase and Quadrature"]}, {"answer": "A", "text": " What is the typical output impedance of an integrated circuit op-amp?", "part": "((NOT SPECIFIED))", "number": "E7G01", "answers": ["Very low", "Very high", "100 ohms", "1000 ohms"]}, {"answer": "D", "text": " What is the effect of ringing in a filter?", "part": "((NOT SPECIFIED))", "number": "E7G02", "answers": ["An echo caused by a long time delay", "A reduction in high frequency response", "Partial cancellation of the signal over a range of frequencies", "Undesired oscillations added to the desired signal"]}, {"answer": "D", "text": " What is the typical input impedance of an integrated circuit op-amp?", "part": "((NOT SPECIFIED))", "number": "E7G03", "answers": ["100 ohms", "1000 ohms", "Very low", "Very high"]}, {"answer": "C", "text": " What is meant by the term op-amp input offset voltage?", "part": "((NOT SPECIFIED))", "number": "E7G04", "answers": ["The output voltage of the op-amp minus its input voltage", "The difference between the output voltage of the op-amp and the input voltage required in the immediately following stage", "The differential input voltage needed to bring the open loop output voltage to zero", "The potential between the amplifier input terminals of the op-amp in an open loop condition"]}, {"answer": "A", "text": " How can unwanted ringing and audio instability be prevented in a multi-section op-amp RC audio filter circuit?", "part": "((NOT SPECIFIED))", "number": "E7G05", "answers": ["Restrict both gain and Q", "Restrict gain but increase Q", "Restrict Q but increase gain", "Increase both gain and Q"]}, {"answer": "D", "text": " Which of the following is the most appropriate use of an op-amp active filter?", "part": "((NOT SPECIFIED))", "number": "E7G06", "answers": ["As a high-pass filter used to block RFI at the input to receivers", "As a low-pass filter used between a transmitter and a transmission line", "For smoothing power supply output", "As an audio filter in a receiver"]}, {"answer": "C", "text": " What magnitude of voltage gain can be expected from the circuit in Figure E7-4 when R1 is 10 ohms and RF is 470 ohms?", "part": "((NOT SPECIFIED))", "number": "E7G07", "answers": ["0.21", "94", "47", "24"]}, {"answer": "D", "text": " How does the gain of an ideal operational amplifier vary with frequency?", "part": "((NOT SPECIFIED))", "number": "E7G08", "answers": ["It increases linearly with increasing frequency", "It decreases linearly with increasing frequency", "It decreases logarithmically with increasing frequency", "It does not vary with frequency"]}, {"answer": "D", "text": " What will be the output voltage of the circuit shown in Figure E7-4 if R1 is 1000 ohms, RF is 10,000 ohms, and 0.23 volts DC is applied to the input?", "part": "((NOT SPECIFIED))", "number": "E7G09", "answers": ["0.23 volts", "2.3 volts", "-0.23 volts", "-2.3 volts"]}, {"answer": "C", "text": " What absolute voltage gain can be expected from the circuit in Figure E7-4 when R1 is 1800 ohms and RF is 68 kilohms?", "part": "((NOT SPECIFIED))", "number": "E7G10", "answers": ["1", "0.03", "38", "76"]}, {"answer": "B", "text": " What absolute voltage gain can be expected from the circuit in Figure E7-4 when R1 is 3300 ohms and RF is 47 kilohms?", "part": "((NOT SPECIFIED))", "number": "E7G11", "answers": ["28", "14", "7", "0.07"]}, {"answer": "A", "text": " What is an integrated circuit operational amplifier?", "part": "((NOT SPECIFIED))", "number": "E7G12", "answers": ["A high-gain, direct-coupled differential amplifier with very high input impedance and very low output impedance", "A digital audio amplifier whose characteristics are determined by components external to the amplifier", "An amplifier used to increase the average output of frequency modulated amateur signals to the legal limit", "A RF amplifier used in the UHF and microwave regions"]}, {"answer": "D", "text": " What are three oscillator circuits used in Amateur Radio equipment?", "part": "((NOT SPECIFIED))", "number": "E7H01", "answers": ["Taft, Pierce and negative feedback", "Pierce, Fenner and Beane", "Taft, Hartley and Pierce", "Colpitts, Hartley and Pierce"]}, {"answer": "C", "text": " Which describes a microphonic?", "part": "((NOT SPECIFIED))", "number": "E7H02", "answers": ["An IC used for amplifying microphone signals", "Distortion caused by RF pickup on the microphone cable", "Changes in oscillator frequency due to mechanical vibration", "Excess loading of the microphone by an oscillator"]}, {"answer": "A", "text": " How is positive feedback supplied in a Hartley oscillator?", "part": "((NOT SPECIFIED))", "number": "E7H03", "answers": ["Through a tapped coil", "Through a capacitive divider", "Through link coupling", "Through a neutralizing capacitor"]}, {"answer": "C", "text": " How is positive feedback supplied in a Colpitts oscillator?", "part": "((NOT SPECIFIED))", "number": "E7H04", "answers": ["Through a tapped coil", "Through link coupling", "Through a capacitive divider", "Through a neutralizing capacitor"]}, {"answer": "D", "text": " How is positive feedback supplied in a Pierce oscillator?", "part": "((NOT SPECIFIED))", "number": "E7H05", "answers": ["Through a tapped coil", "Through link coupling", "Through a neutralizing capacitor", "Through a quartz crystal"]}, {"answer": "B", "text": " Which of the following oscillator circuits are commonly used in VFOs?", "part": "((NOT SPECIFIED))", "number": "E7H06", "answers": ["Pierce and Zener", "Colpitts and Hartley", "Armstrong and deForest", "Negative feedback and balanced feedback"]}, {"answer": "D", "text": " How can an oscillator's microphonic responses be reduced?", "part": "((NOT SPECIFIED))", "number": "E7H07", "answers": ["Use of NP0 capacitors", "Eliminating noise on the oscillator's power supply", "Using the oscillator only for CW and digital signals", "Mechanically isolating the oscillator circuitry from its enclosure"]}, {"answer": "A", "text": " Which of the following components can be used to reduce thermal drift in crystal oscillators?", "part": "((NOT SPECIFIED))", "number": "E7H08", "answers": ["NP0 capacitors", "Toroidal inductors", "Wirewound resistors", "Non-inductive resistors"]}, {"answer": "A", "text": " What type of frequency synthesizer circuit uses a phase accumulator, lookup table, digital to analog converter, and a low-pass anti-alias filter?", "part": "((NOT SPECIFIED))", "number": "E7H09", "answers": ["A direct digital synthesizer", "A hybrid synthesizer", "A phase locked loop synthesizer", "A diode-switching matrix synthesizer"]}, {"answer": "B", "text": " What information is contained in the lookup table of a direct digital frequency synthesizer?", "part": "((NOT SPECIFIED))", "number": "E7H10", "answers": ["The phase relationship between a reference oscillator and the output waveform", "The amplitude values that represent a sine-wave output", "The phase relationship between a voltage-controlled oscillator and the output waveform", "The synthesizer frequency limits and frequency values stored in the radio memories"]}, {"answer": "C", "text": " What are the major spectral impurity components of direct digital synthesizers?", "part": "((NOT SPECIFIED))", "number": "E7H11", "answers": ["Broadband noise", "Digital conversion noise", "Spurious signals at discrete frequencies", "Nyquist limit noise"]}, {"answer": "B", "text": " Which of the following must be done to insure that a crystal oscillator provides the frequency specified by the crystal manufacturer?", "part": "((NOT SPECIFIED))", "number": "E7H12", "answers": ["Provide the crystal with a specified parallel inductance", "Provide the crystal with a specified parallel capacitance", "Bias the crystal at a specified voltage", "Bias the crystal at a specified current"]}, {"answer": "D", "text": " Which of the following is a technique for providing highly accurate and stable oscillators needed for microwave transmission and reception?", "part": "((NOT SPECIFIED))", "number": "E7H13", "answers": ["Use a GPS signal reference", "Use a rubidium stabilized reference oscillator", "Use a temperature-controlled high Q dielectric resonator", "All of these choices are correct"]}, {"answer": "C", "text": " What is a phase-locked loop circuit?", "part": "((NOT SPECIFIED))", "number": "E7H14", "answers": ["An electronic servo loop consisting of a ratio detector, reactance modulator, and voltage-controlled oscillator", "An electronic circuit also known as a monostable multivibrator", "An electronic servo loop consisting of a phase detector, a low-pass filter, a voltage-controlled oscillator, and a stable reference oscillator", "An electronic circuit consisting of a precision push-pull amplifier with a differential input"]}, {"answer": "D", "text": " Which of these functions can be performed by a phase-locked loop?", "part": "((NOT SPECIFIED))", "number": "E7H15", "answers": ["Wide-band AF and RF power amplification", "Comparison of two digital input signals, digital pulse counter", "Photovoltaic conversion, optical coupling", "Frequency synthesis, FM demodulation"]}, {"answer": "A", "text": " What is the name of the process that shows that a square wave is made up of a sine wave plus all of its odd harmonics?", "part": "((NOT SPECIFIED))", "number": "E8A01", "answers": ["Fourier analysis", "Vector analysis", "Numerical analysis", "Differential analysis"]}, {"answer": "C", "text": " What type of wave has a rise time significantly faster than its fall time (or vice versa)?", "part": "((NOT SPECIFIED))", "number": "E8A02", "answers": ["A cosine wave", "A square wave", "A sawtooth wave", "A sine wave"]}, {"answer": "A", "text": " What type of wave does a Fourier analysis show to be made up of sine waves of a given fundamental frequency plus all of its harmonics?", "part": "((NOT SPECIFIED))", "number": "E8A03", "answers": ["A sawtooth wave", "A square wave", "A sine wave", "A cosine wave"]}, {"answer": "B", "text": " What is \"dither\" with respect to analog to digital converters?", "part": "((NOT SPECIFIED))", "number": "E8A04", "answers": ["An abnormal condition where the converter cannot settle on a value to represent the signal", "A small amount of noise added to the input signal to allow more precise representation of a signal over time", "An error caused by irregular quantization step size", "A method of decimation by randomly skipping samples"]}, {"answer": "D", "text": " What would be the most accurate way of measuring the RMS voltage of a complex waveform?", "part": "((NOT SPECIFIED))", "number": "E8A05", "answers": ["By using a grid dip meter", "By measuring the voltage with a D'Arsonval meter", "By using an absorption wave meter", "By measuring the heating effect in a known resistor"]}, {"answer": "A", "text": " What is the approximate ratio of PEP-to-average power in a typical single-sideband phone signal?", "part": "((NOT SPECIFIED))", "number": "E8A06", "answers": ["2.5 to 1", "25 to 1", "1 to 1", "100 to 1"]}, {"answer": "B", "text": " What determines the PEP-to-average power ratio of a single-sideband phone signal?", "part": "((NOT SPECIFIED))", "number": "E8A07", "answers": ["The frequency of the modulating signal", "The characteristics of the modulating signal", "The degree of carrier suppression", "The amplifier gain"]}, {"answer": "C", "text": " Why would a direct or flash conversion analog-to-digital converter be useful for a software defined radio?", "part": "((NOT SPECIFIED))", "number": "E8A08", "answers": ["Very low power consumption decreases frequency drift", "Immunity to out of sequence coding reduces spurious responses", "Very high speed allows digitizing high frequencies", "All of these choices are correct"]}, {"answer": "D", "text": " How many levels can an analog-to-digital converter with 8 bit resolution encode?", "part": "((NOT SPECIFIED))", "number": "E8A09", "answers": ["8", "8 multiplied by the gain of the input amplifier", "256 divided by the gain of the input amplifier", "256"]}, {"answer": "C", "text": " What is the purpose of a low pass filter used in conjunction with a digital-to-analog converter?", "part": "((NOT SPECIFIED))", "number": "E8A10", "answers": ["Lower the input bandwidth to increase the effective resolution", "Improve accuracy by removing out of sequence codes from the input", "Remove harmonics from the output caused by the discrete analog levels generated", "All of these choices are correct"]}, {"answer": "D", "text": " What type of information can be conveyed using digital waveforms?", "part": "((NOT SPECIFIED))", "number": "E8A11", "answers": ["Human speech", "Video signals", "Data", "All of these choices are correct"]}, {"answer": "C", "text": " What is an advantage of using digital signals instead of analog signals to convey the same information?", "part": "((NOT SPECIFIED))", "number": "E8A12", "answers": ["Less complex circuitry is required for digital signal generation and detection", "Digital signals always occupy a narrower bandwidth", "Digital signals can be regenerated multiple times without error", "All of these choices are correct"]}, {"answer": "A", "text": " Which of these methods is commonly used to convert analog signals to digital signals?", "part": "((NOT SPECIFIED))", "number": "E8A13", "answers": ["Sequential sampling", "Harmonic regeneration", "Level shifting", "Phase reversal"]}, {"answer": "D", "text": " What is the term for the ratio between the frequency deviation of an RF carrier wave and the modulating frequency of its corresponding FM-phone signal?", "part": "((NOT SPECIFIED))", "number": "E8B01", "answers": ["FM compressibility", "Quieting index", "Percentage of modulation", "Modulation index"]}, {"answer": "D", "text": " How does the modulation index of a phase-modulated emission vary with RF carrier frequency (the modulated frequency)?", "part": "((NOT SPECIFIED))", "number": "E8B02", "answers": ["It increases as the RF carrier frequency increases", "It decreases as the RF carrier frequency increases", "It varies with the square root of the RF carrier frequency", "It does not depend on the RF carrier frequency"]}, {"answer": "A", "text": " What is the modulation index of an FM-phone signal having a maximum frequency deviation of 3000 Hz either side of the carrier frequency when the modulating frequency is 1000 Hz?", "part": "((NOT SPECIFIED))", "number": "E8B03", "answers": ["3", "0.3", "3000", "1000"]}, {"answer": "B", "text": " What is the modulation index of an FM-phone signal having a maximum carrier deviation of plus or minus 6 kHz when modulated with a 2 kHz modulating frequency?", "part": "((NOT SPECIFIED))", "number": "E8B04", "answers": ["6000", "3", "2000", "1/3"]}, {"answer": "D", "text": " What is the deviation ratio of an FM-phone signal having a maximum frequency swing of plus-or-minus 5 kHz when the maximum modulation frequency is 3 kHz?", "part": "((NOT SPECIFIED))", "number": "E8B05", "answers": ["60", "0.167", "0.6", "1.67"]}, {"answer": "A", "text": " What is the deviation ratio of an FM-phone signal having a maximum frequency swing of plus or minus 7.5 kHz when the maximum modulation frequency is 3.5 kHz?", "part": "((NOT SPECIFIED))", "number": "E8B06", "answers": ["2.14", "0.214", "0.47", "47"]}, {"answer": "A", "text": " Orthogonal Frequency Division Multiplexing is a technique used for which type of amateur communication?", "part": "((NOT SPECIFIED))", "number": "E8B07", "answers": ["High speed digital modes", "Extremely low-power contacts", "EME", "OFDM signals are not allowed on amateur bands"]}, {"answer": "D", "text": " What describes Orthogonal Frequency Division Multiplexing?", "part": "((NOT SPECIFIED))", "number": "E8B08", "answers": ["A frequency modulation technique which uses non-harmonically related frequencies", "A bandwidth compression technique using Fourier transforms", "A digital mode for narrow band, slow speed transmissions", "A digital modulation technique using subcarriers at frequencies chosen to avoid intersymbol interference"]}, {"answer": "B", "text": " What is meant by deviation ratio?", "part": "((NOT SPECIFIED))", "number": "E8B09", "answers": ["The ratio of the audio modulating frequency to the center carrier frequency", "The ratio of the maximum carrier frequency deviation to the highest audio modulating frequency", "The ratio of the carrier center frequency to the audio modulating frequency", "The ratio of the highest audio modulating frequency to the average audio modulating frequency"]}, {"answer": "B", "text": " What describes frequency division multiplexing?", "part": "((NOT SPECIFIED))", "number": "E8B10", "answers": ["The transmitted signal jumps from band to band at a predetermined rate", "Two or more information streams are merged into a baseband, which then modulates the transmitter", "The transmitted signal is divided into packets of information", "Two or more information streams are merged into a digital combiner, which then pulse position modulates the transmitter"]}, {"answer": "B", "text": " What is digital time division multiplexing?", "part": "((NOT SPECIFIED))", "number": "E8B11", "answers": ["Two or more data streams are assigned to discrete sub-carriers on an FM transmitter", "Two or more signals are arranged to share discrete time slots of a data transmission", "Two or more data streams share the same channel by transmitting time of transmission as the sub-carrier", "Two or more signals are quadrature modulated to increase bandwidth efficiency"]}, {"answer": "C", "text": " How is Forward Error Correction implemented?", "part": "((NOT SPECIFIED))", "number": "E8C01", "answers": ["By the receiving station repeating each block of three data characters", "By transmitting a special algorithm to the receiving station along with the data characters", "By transmitting extra data that may be used to detect and correct transmission errors", "By varying the frequency shift of the transmitted signal according to a predefined algorithm"]}, {"answer": "C", "text": " What is the definition of symbol rate in a digital transmission?", "part": "((NOT SPECIFIED))", "number": "E8C02", "answers": ["The number of control characters in a message packet", "The duration of each bit in a message sent over the air", "The rate at which the waveform of a transmitted signal changes to convey information", "The number of characters carried per second by the station-to-station link"]}, {"answer": "A", "text": " When performing phase shift keying, why is it advantageous to shift phase precisely at the zero crossing of the RF carrier?", "part": "((NOT SPECIFIED))", "number": "E8C03", "answers": ["This results in the least possible transmitted bandwidth for the particular mode", "It is easier to demodulate with a conventional, non-synchronous detector", "It improves carrier suppression", "All of these choices are correct"]}, {"answer": "C", "text": " What technique is used to minimize the bandwidth requirements of a PSK31 signal?", "part": "((NOT SPECIFIED))", "number": "E8C04", "answers": ["Zero-sum character encoding", "Reed-Solomon character encoding", "Use of sinusoidal data pulses", "Use of trapezoidal data pulses"]}, {"answer": "C", "text": " What is the necessary bandwidth of a 13-WPM international Morse code transmission?", "part": "((NOT SPECIFIED))", "number": "E8C05", "answers": ["Approximately 13 Hz", "Approximately 26 Hz", "Approximately 52 Hz", "Approximately 104 Hz"]}, {"answer": "C", "text": " What is the necessary bandwidth of a 170-hertz shift, 300-baud ASCII transmission?", "part": "((NOT SPECIFIED))", "number": "E8C06", "answers": ["0.1 Hz", "0.3 kHz", "0.5 kHz", "1.0 kHz"]}, {"answer": "A", "text": " What is the necessary bandwidth of a 4800-Hz frequency shift, 9600-baud ASCII FM transmission?", "part": "((NOT SPECIFIED))", "number": "E8C07", "answers": ["15.36 kHz", "9.6 kHz", "4.8 kHz", "5.76 kHz"]}, {"answer": "D", "text": " How does ARQ accomplish error correction?", "part": "((NOT SPECIFIED))", "number": "E8C08", "answers": ["Special binary codes provide automatic correction", "Special polynomial codes provide automatic correction", "If errors are detected, redundant data is substituted", "If errors are detected, a retransmission is requested"]}, {"answer": "D", "text": " Which is the name of a digital code where each preceding or following character changes by only one bit?", "part": "((NOT SPECIFIED))", "number": "E8C09", "answers": ["Binary Coded Decimal Code", "Extended Binary Coded Decimal Interchange Code", "Excess 3 code", "Gray code"]}, {"answer": "D", "text": " What is an advantage of Gray code in digital communications where symbols are transmitted as multiple bits", "part": "((NOT SPECIFIED))", "number": "E8C10", "answers": ["It increases security", "It has more possible states than simple binary", "It has more resolution than simple binary", "It facilitates error detection"]}, {"answer": "A", "text": " What is the relationship between symbol rate and baud?", "part": "((NOT SPECIFIED))", "number": "E8C11", "answers": ["They are the same", "Baud is twice the symbol rate", "Symbol rate is only used for packet-based modes", "Baud is only used for RTTY"]}, {"answer": "A", "text": " Why are received spread spectrum signals resistant to interference?", "part": "((NOT SPECIFIED))", "number": "E8D01", "answers": ["Signals not using the spread spectrum algorithm are suppressed in the receiver", "The high power used by a spread spectrum transmitter keeps its signal from being easily overpowered", "The receiver is always equipped with a digital blanker", "If interference is detected by the receiver it will signal the transmitter to change frequencies"]}, {"answer": "B", "text": " What spread spectrum communications technique uses a high speed binary bit stream to shift the phase of an RF carrier?", "part": "((NOT SPECIFIED))", "number": "E8D02", "answers": ["Frequency hopping", "Direct sequence", "Binary phase-shift keying", "Phase compandored spread spectrum"]}, {"answer": "D", "text": " How does the spread spectrum technique of frequency hopping work?", "part": "((NOT SPECIFIED))", "number": "E8D03", "answers": ["If interference is detected by the receiver it will signal the transmitter to change frequencies", "If interference is detected by the receiver it will signal the transmitter to wait until the frequency is clear", "A pseudo-random binary bit stream is used to shift the phase of an RF carrier very rapidly in a particular sequence", "The frequency of the transmitted signal is changed very rapidly according to a particular sequence also used by the receiving station"]}, {"answer": "C", "text": " What is the primary effect of extremely short rise or fall time on a CW signal?", "part": "((NOT SPECIFIED))", "number": "E8D04", "answers": ["More difficult to copy", "The generation of RF harmonics", "The generation of key clicks", "Limits data speed"]}, {"answer": "A", "text": " What is the most common method of reducing key clicks?", "part": "((NOT SPECIFIED))", "number": "E8D05", "answers": ["Increase keying waveform rise and fall times", "Low-pass filters at the transmitter output", "Reduce keying waveform rise and fall times", "High-pass filters at the transmitter output"]}, {"answer": "B", "text": " Which of the following indicates likely overmodulation of an AFSK signal such as PSK or MFSK?", "part": "((NOT SPECIFIED))", "number": "E8D06", "answers": ["High reflected power", "Strong ALC action", "Harmonics on higher bands", "Rapid signal fading"]}, {"answer": "D", "text": " What is a common cause of overmodulation of AFSK signals?", "part": "((NOT SPECIFIED))", "number": "E8D07", "answers": ["Excessive numbers of retries", "Ground loops", "Bit errors in the modem", "Excessive transmit audio levels"]}, {"answer": "D", "text": " What parameter might indicate that excessively high input levels are causing distortion in an AFSK signal?", "part": "((NOT SPECIFIED))", "number": "E8D08", "answers": ["Signal to noise ratio", "Baud rate", "Repeat Request Rate (RRR)", "Intermodulation Distortion (IMD)"]}, {"answer": "D", "text": " What is considered a good minimum IMD level for an idling PSK signal?", "part": "((NOT SPECIFIED))", "number": "E8D09", "answers": ["+10 dB", "+15 dB", "-20 dB", "-30 dB"]}, {"answer": "B", "text": " What are some of the differences between the Baudot digital code and ASCII?", "part": "((NOT SPECIFIED))", "number": "E8D10", "answers": ["Baudot uses 4 data bits per character, ASCII uses 7 or 8; Baudot uses 1 character as a letters/figures shift code, ASCII has no letters/figures code", "Baudot uses 5 data bits per character, ASCII uses 7 or 8; Baudot uses 2 characters as letters/figures shift codes, ASCII has no letters/figures shift code", "Baudot uses 6 data bits per character, ASCII uses 7 or 8; Baudot has no letters/figures shift code, ASCII uses 2 letters/figures shift codes", "Baudot uses 7 data bits per character, ASCII uses 8; Baudot has no letters/figures shift code, ASCII uses 2 letters/figures shift codes"]}, {"answer": "C", "text": " What is one advantage of using ASCII code for data communications?", "part": "((NOT SPECIFIED))", "number": "E8D11", "answers": ["It includes built in error correction features", "It contains fewer information bits per character than any other code", "It is possible to transmit both upper and lower case text", "It uses one character as a shift code to send numeric and special characters"]}, {"answer": "D", "text": " What is the advantage of including a parity bit with an ASCII character stream?", "part": "((NOT SPECIFIED))", "number": "E8D12", "answers": ["Faster transmission rate", "The signal can overpower interfering signals", "Foreign language characters can be sent", "Some types of errors can be detected"]}, {"answer": "C", "text": " What describes an isotropic antenna?", "part": "((NOT SPECIFIED))", "number": "E9A01", "answers": ["A grounded antenna used to measure earth conductivity", "A horizontally polarized antenna used to compare Yagi antennas", "A theoretical antenna used as a reference for antenna gain", "A spacecraft antenna used to direct signals toward the earth"]}, {"answer": "D", "text": " What antenna has no gain in any direction?", "part": "((NOT SPECIFIED))", "number": "E9A02", "answers": ["Quarter-wave vertical", "Yagi", "Half-wave dipole", "Isotropic antenna"]}, {"answer": "A", "text": " Why would one need to know the feed point impedance of an antenna?", "part": "((NOT SPECIFIED))", "number": "E9A03", "answers": ["To match impedances in order to minimize standing wave ratio on the transmission line", "To measure the near-field radiation density from a transmitting antenna", "To calculate the front-to-side ratio of the antenna", "To calculate the front-to-back ratio of the antenna"]}, {"answer": "B", "text": " Which of the following factors may affect the feed point impedance of an antenna?", "part": "((NOT SPECIFIED))", "number": "E9A04", "answers": ["Transmission-line length", "Antenna height, conductor length/diameter ratio and location of nearby conductive objects", "The settings of an antenna tuner at the transmitter", "Sunspot activity and time of day"]}, {"answer": "D", "text": " What is included in the total resistance of an antenna system?", "part": "((NOT SPECIFIED))", "number": "E9A05", "answers": ["Radiation resistance plus space impedance", "Radiation resistance plus transmission resistance", "Transmission-line resistance plus radiation resistance", "Radiation resistance plus ohmic resistance"]}, {"answer": "D", "text": " How does the beamwidth of an antenna vary as the gain is increased?", "part": "((NOT SPECIFIED))", "number": "E9A06", "answers": ["It increases geometrically", "It increases arithmetically", "It is essentially unaffected", "It decreases"]}, {"answer": "A", "text": " What is meant by antenna gain?", "part": "((NOT SPECIFIED))", "number": "E9A07", "answers": ["The ratio of the radiated signal strength of an antenna in the direction of maximum radiation to that of a reference antenna", "The ratio of the signal in the forward direction to that in the opposite direction", "The ratio of the amount of power radiated by an antenna compared to the transmitter output power", "The final amplifier gain minus the transmission line losses"]}, {"answer": "B", "text": " What is meant by antenna bandwidth?", "part": "((NOT SPECIFIED))", "number": "E9A08", "answers": ["Antenna length divided by the number of elements", "The frequency range over which an antenna satisfies a performance requirement", "The angle between the half-power radiation points", "The angle formed between two imaginary lines drawn through the element ends"]}, {"answer": "B", "text": " How is antenna efficiency calculated?", "part": "((NOT SPECIFIED))", "number": "E9A09", "answers": ["(radiation resistance / transmission resistance) x 100 per cent", "(radiation resistance / total resistance) x 100 per cent", "(total resistance / radiation resistance) x 100 per cent", "(effective radiated power / transmitter output) x 100 percent"]}, {"answer": "A", "text": " Which of the following choices is a way to improve the efficiency of a ground-mounted quarter-wave vertical antenna?", "part": "((NOT SPECIFIED))", "number": "E9A10", "answers": ["Install a good radial system", "Isolate the coax shield from ground", "Shorten the radiating element", "Reduce the diameter of the radiating element"]}, {"answer": "C", "text": " Which of the following factors determines ground losses for a ground-mounted vertical antenna operating in the 3 MHz to 30 MHz range?", "part": "((NOT SPECIFIED))", "number": "E9A11", "answers": ["The standing wave ratio", "Distance from the transmitter", "Soil conductivity", "Take-off angle"]}, {"answer": "A", "text": " How much gain does an antenna have compared to a 1/2-wavelength dipole when it has 6 dB gain over an isotropic antenna?", "part": "((NOT SPECIFIED))", "number": "E9A12", "answers": ["3.85 dB", "6.0 dB", "8.15 dB", "2.79 dB"]}, {"answer": "B", "text": " How much gain does an antenna have compared to a 1/2-wavelength dipole when it has 12 dB gain over an isotropic antenna?", "part": "((NOT SPECIFIED))", "number": "E9A13", "answers": ["6.17 dB", "9.85 dB", "12.5 dB", "14.15 dB"]}, {"answer": "C", "text": " What is meant by the radiation resistance of an antenna?", "part": "((NOT SPECIFIED))", "number": "E9A14", "answers": ["The combined losses of the antenna elements and feed line", "The specific impedance of the antenna", "The value of a resistance that would dissipate the same amount of power as that radiated from an antenna", "The resistance in the atmosphere that an antenna must overcome to be able to radiate a signal"]}, {"answer": "D", "text": " What is the effective radiated power relative to a dipole of a repeater station with 150 watts transmitter power output, 2 dB feed line loss, 2.2 dB duplexer loss, and 7 dBd antenna gain?", "part": "((NOT SPECIFIED))", "number": "E9A15", "answers": ["1977 watts", "78.7 watts", "420 watts", "286 watts"]}, {"answer": "A", "text": " What is the effective radiated power relative to a dipole of a repeater station with 200 watts transmitter power output, 4 dB feed line loss, 3.2 dB duplexer loss, 0.8 dB circulator loss, and 10 dBd antenna gain?", "part": "((NOT SPECIFIED))", "number": "E9A16", "answers": ["317 watts", "2000 watts", "126 watts", "300 watts"]}, {"answer": "B", "text": " What is the effective radiated power of a repeater station with 200 watts transmitter power output, 2 dB feed line loss, 2.8 dB duplexer loss, 1.2 dB circulator loss, and 7 dBi antenna gain?", "part": "((NOT SPECIFIED))", "number": "E9A17", "answers": ["159 watts", "252 watts", "632 watts", "63.2 watts"]}, {"answer": "C", "text": " What term describes station output, taking into account all gains and losses?", "part": "((NOT SPECIFIED))", "number": "E9A18", "answers": ["Power factor", "Half-power bandwidth", "Effective radiated power", "Apparent power"]}, {"answer": "B", "text": " In the antenna radiation pattern shown in Figure E9-1, what is the 3 dB beam-width?", "part": "((NOT SPECIFIED))", "number": "E9B01", "answers": ["75 degrees", "50 degrees", "25 degrees", "30 degrees"]}, {"answer": "B", "text": " In the antenna radiation pattern shown in Figure E9-1, what is the front-to-back ratio?", "part": "((NOT SPECIFIED))", "number": "E9B02", "answers": ["36 dB", "18 dB", "24 dB", "14 dB"]}, {"answer": "B", "text": " In the antenna radiation pattern shown in Figure E9-1, what is the front-to-side ratio?", "part": "((NOT SPECIFIED))", "number": "E9B03", "answers": ["12 dB", "14 dB", "18 dB", "24 dB"]}, {"answer": "D", "text": " What may occur when a directional antenna is operated at different frequencies within the band for which it was designed?", "part": "((NOT SPECIFIED))", "number": "E9B04", "answers": ["Feed point impedance may become negative", "The E-field and H-field patterns may reverse", "Element spacing limits could be exceeded", "The gain may change depending on frequency"]}, {"answer": "A", "text": " What type of antenna pattern over real ground is shown in Figure E9-2?", "part": "((NOT SPECIFIED))", "number": "E9B05", "answers": ["Elevation", "Azimuth", "Radiation resistance", "Polarization"]}, {"answer": "C", "text": " What is the elevation angle of peak response in the antenna radiation pattern shown in Figure E9-2?", "part": "((NOT SPECIFIED))", "number": "E9B06", "answers": ["45 degrees", "75 degrees", "7.5 degrees", "25 degrees"]}, {"answer": "C", "text": " How does the total amount of radiation emitted by a directional gain antenna compare with the total amount of radiation emitted from an isotropic antenna, assuming each is driven by the same amount of power?", "part": "((NOT SPECIFIED))", "number": "E9B07", "answers": ["The total amount of radiation from the directional antenna is increased by the gain of the antenna", "The total amount of radiation from the directional antenna is stronger by its front-to-back ratio", "They are the same", "The radiation from the isotropic antenna is 2.15 dB stronger than that from the directional antenna"]}, {"answer": "A", "text": " How can the approximate beam-width in a given plane of a directional antenna be determined?", "part": "((NOT SPECIFIED))", "number": "E9B08", "answers": ["Note the two points where the signal strength of the antenna is 3 dB less than maximum and compute the angular difference", "Measure the ratio of the signal strengths of the radiated power lobes from the front and rear of the antenna", "Draw two imaginary lines through the ends of the elements and measure the angle between the lines", "Measure the ratio of the signal strengths of the radiated power lobes from the front and side of the antenna"]}, {"answer": "B", "text": " What type of computer program technique is commonly used for modeling antennas?", "part": "((NOT SPECIFIED))", "number": "E9B09", "answers": ["Graphical analysis", "Method of Moments", "Mutual impedance analysis", "Calculus differentiation with respect to physical properties"]}, {"answer": "A", "text": " What is the principle of a Method of Moments analysis?", "part": "((NOT SPECIFIED))", "number": "E9B10", "answers": ["A wire is modeled as a series of segments, each having a uniform value of current", "A wire is modeled as a single sine-wave current generator", "A wire is modeled as a series of points, each having a distinct location in space", "A wire is modeled as a series of segments, each having a distinct value of voltage across it"]}, {"answer": "C", "text": " What is a disadvantage of decreasing the number of wire segments in an antenna model below the guideline of 10 segments per half-wavelength?", "part": "((NOT SPECIFIED))", "number": "E9B11", "answers": ["Ground conductivity will not be accurately modeled", "The resulting design will favor radiation of harmonic energy", "The computed feed point impedance may be incorrect", "The antenna will become mechanically unstable"]}, {"answer": "D", "text": " What is the far field of an antenna?", "part": "((NOT SPECIFIED))", "number": "E9B12", "answers": ["The region of the ionosphere where radiated power is not refracted", "The region where radiated power dissipates over a specified time period", "The region where radiated field strengths are obstructed by objects of reflection", "The region where the shape of the antenna pattern is independent of distance"]}, {"answer": "B", "text": " What does the abbreviation NEC stand for when applied to antenna modeling programs?", "part": "((NOT SPECIFIED))", "number": "E9B13", "answers": ["Next Element Comparison", "Numerical Electromagnetic Code", "National Electrical Code", "Numeric Electrical Computation"]}, {"answer": "D", "text": " What type of information can be obtained by submitting the details of a proposed new antenna to a modeling program?", "part": "((NOT SPECIFIED))", "number": "E9B14", "answers": ["SWR vs frequency charts", "Polar plots of the far field elevation and azimuth patterns", "Antenna gain", "All of these choices are correct"]}, {"answer": "B", "text": " What is the front-to-back ratio of the radiation pattern shown in Figure E9-2?", "part": "((NOT SPECIFIED))", "number": "E9B15", "answers": ["15 dB", "28 dB", "3 dB", "24 dB"]}, {"answer": "A", "text": " How many elevation lobes appear in the forward direction of the antenna radiation pattern shown in Figure E9-2?", "part": "((NOT SPECIFIED))", "number": "E9B16", "answers": ["4", "3", "1", "7"]}, {"answer": "D", "text": " What is the radiation pattern of two 1/4-wavelength vertical antennas spaced 1/2-wavelength apart and fed 180 degrees out of phase?", "part": "((NOT SPECIFIED))", "number": "E9C01", "answers": ["Cardioid", "Omni-directional", "A figure-8 broadside to the axis of the array", "A figure-8 oriented along the axis of the array"]}, {"answer": "A", "text": " What is the radiation pattern of two 1/4 wavelength vertical antennas spaced 1/4 wavelength apart and fed 90 degrees out of phase?", "part": "((NOT SPECIFIED))", "number": "E9C02", "answers": ["Cardioid", "A figure-8 end-fire along the axis of the array", "A figure-8 broadside to the axis of the array", "Omni-directional"]}, {"answer": "C", "text": " What is the radiation pattern of two 1/4 wavelength vertical antennas spaced a 1/2 wavelength apart and fed in phase?", "part": "((NOT SPECIFIED))", "number": "E9C03", "answers": ["Omni-directional", "Cardioid", "A Figure-8 broadside to the axis of the array", "A Figure-8 end-fire along the axis of the array"]}, {"answer": "B", "text": " What happens to the radiation pattern of an unterminated long wire antenna as the wire length is increased?", "part": "((NOT SPECIFIED))", "number": "E9C04", "answers": ["The lobes become more perpendicular to the wire", "The lobes align more in the direction of the wire", "The vertical angle increases", "The front-to-back ratio decreases"]}, {"answer": "A", "text": " What is an OCFD antenna?", "part": "((NOT SPECIFIED))", "number": "E9C05", "answers": ["A dipole feed approximately 1/3 the way from one end with a 4:1 balun to provide multiband operation", "A remotely tunable dipole antenna using orthogonally controlled frequency diversity", "An eight band dipole antenna using octophase filters", "A multiband dipole antenna using one-way circular polarization for frequency diversity"]}, {"answer": "B", "text": " What is the effect of a terminating resistor on a rhombic antenna?", "part": "((NOT SPECIFIED))", "number": "E9C06", "answers": ["It reflects the standing waves on the antenna elements back to the transmitter", "It changes the radiation pattern from bidirectional to unidirectional", "It changes the radiation pattern from horizontal to vertical polarization", "It decreases the ground loss"]}, {"answer": "A", "text": " What is the approximate feed point impedance at the center of a two-wire folded dipole antenna?", "part": "((NOT SPECIFIED))", "number": "E9C07", "answers": ["300 ohms", "72 ohms", "50 ohms", "450 ohms"]}, {"answer": "C", "text": " What is a folded dipole antenna?", "part": "((NOT SPECIFIED))", "number": "E9C08", "answers": ["A dipole one-quarter wavelength long", "A type of ground-plane antenna", "A dipole consisting of one wavelength of wire forming a very thin loop", "A dipole configured to provide forward gain"]}, {"answer": "A", "text": " What is a G5RV antenna?", "part": "((NOT SPECIFIED))", "number": "E9C09", "answers": ["A multi-band dipole antenna fed with coax and a balun through a selected length of open wire transmission line", "A multi-band trap antenna", "A phased array antenna consisting of multiple loops", "A wide band dipole using shorted coaxial cable for the radiating elements and fed with a 4:1 balun"]}, {"answer": "B", "text": " Which of the following describes a Zepp antenna?", "part": "((NOT SPECIFIED))", "number": "E9C10", "answers": ["A dipole constructed from zip cord", "An end fed dipole antenna", "An omni-directional antenna commonly used for satellite communications", "A vertical array capable of quickly changing the direction of maximum radiation by changing phasing lines"]}, {"answer": "D", "text": " How is the far-field elevation pattern of a vertically polarized antenna affected by being mounted over seawater versus rocky ground?", "part": "((NOT SPECIFIED))", "number": "E9C11", "answers": ["The low-angle radiation decreases", "The high-angle radiation increases", "Both the high-angle and low-angle radiation decrease", "The low-angle radiation increases"]}, {"answer": "C", "text": " Which of the following describes an extended double Zepp antenna?", "part": "((NOT SPECIFIED))", "number": "E9C12", "answers": ["A wideband vertical antenna constructed from precisely tapered aluminum tubing", "A portable antenna erected using two push support poles", "A center fed 1.25 wavelength antenna (two 5/8 wave elements in phase)", "An end fed folded dipole antenna"]}, {"answer": "C", "text": " What is the main effect of placing a vertical antenna over an imperfect ground?", "part": "((NOT SPECIFIED))", "number": "E9C13", "answers": ["It causes increased SWR", "It changes the impedance angle of the matching network", "It reduces low-angle radiation", "It reduces losses in the radiating portion of the antenna"]}, {"answer": "B", "text": " How does the performance of a horizontally polarized antenna mounted on the side of a hill compare with the same antenna mounted on flat ground?", "part": "((NOT SPECIFIED))", "number": "E9C14", "answers": ["The main lobe takeoff angle increases in the downhill direction", "The main lobe takeoff angle decreases in the downhill direction", "The horizontal beam width decreases in the downhill direction", "The horizontal beam width increases in the uphill direction"]}, {"answer": "B", "text": " How does the radiation pattern of a horizontally polarized 3-element beam antenna vary with its height above ground?", "part": "((NOT SPECIFIED))", "number": "E9C15", "answers": ["The main lobe takeoff angle increases with increasing height", "The main lobe takeoff angle decreases with increasing height", "The horizontal beam width increases with height", "The horizontal beam width decreases with height"]}, {"answer": "C", "text": " How does the gain of an ideal parabolic dish antenna change when the operating frequency is doubled?", "part": "((NOT SPECIFIED))", "number": "E9D01", "answers": ["Gain does not change", "Gain is multiplied by 0.707", "Gain increases by 6 dB", "Gain increases by 3 dB"]}, {"answer": "C", "text": " How can linearly polarized Yagi antennas be used to produce circular polarization?", "part": "((NOT SPECIFIED))", "number": "E9D02", "answers": ["Stack two Yagis fed 90 degrees out of phase to form an array with the respective elements in parallel planes", "Stack two Yagis fed in phase to form an array with the respective elements in parallel planes", "Arrange two Yagis perpendicular to each other with the driven elements at the same point on the boom fed 90 degrees out of phase", "Arrange two Yagis collinear to each other with the driven elements fed 180 degrees out of phase"]}, {"answer": "A", "text": " Where should a high Q loading coil be placed to minimize losses in a shortened vertical antenna?", "part": "((NOT SPECIFIED))", "number": "E9D03", "answers": ["Near the center of the vertical radiator", "As low as possible on the vertical radiator", "As close to the transmitter as possible", "At a voltage node"]}, {"answer": "C", "text": " Why should an HF mobile antenna loading coil have a high ratio of reactance to resistance?", "part": "((NOT SPECIFIED))", "number": "E9D04", "answers": ["To swamp out harmonics", "To maximize losses", "To minimize losses", "To minimize the Q"]}, {"answer": "A", "text": " What is a disadvantage of using a multiband trapped antenna?", "part": "((NOT SPECIFIED))", "number": "E9D05", "answers": ["It might radiate harmonics", "It radiates the harmonics and fundamental equally well", "It is too sharply directional at lower frequencies", "It must be neutralized"]}, {"answer": "B", "text": " What happens to the bandwidth of an antenna as it is shortened through the use of loading coils?", "part": "((NOT SPECIFIED))", "number": "E9D06", "answers": ["It is increased", "It is decreased", "No change occurs", "It becomes flat"]}, {"answer": "D", "text": " What is an advantage of using top loading in a shortened HF vertical antenna?", "part": "((NOT SPECIFIED))", "number": "E9D07", "answers": ["Lower Q", "Greater structural strength", "Higher losses", "Improved radiation efficiency"]}, {"answer": "B", "text": " What happens as the Q of an antenna increases?", "part": "((NOT SPECIFIED))", "number": "E9D08", "answers": ["SWR bandwidth increases", "SWR bandwidth decreases", "Gain is reduced", "More common-mode current is present on the feed line"]}, {"answer": "D", "text": " What is the function of a loading coil used as part of an HF mobile antenna?", "part": "((NOT SPECIFIED))", "number": "E9D09", "answers": ["To increase the SWR bandwidth", "To lower the losses", "To lower the Q", "To cancel capacitive reactance"]}, {"answer": "B", "text": " What happens to feed point impedance at the base of a fixed length HF mobile antenna as the frequency of operation is lowered?", "part": "((NOT SPECIFIED))", "number": "E9D10", "answers": ["The radiation resistance decreases and the capacitive reactance decreases", "The radiation resistance decreases and the capacitive reactance increases", "The radiation resistance increases and the capacitive reactance decreases", "The radiation resistance increases and the capacitive reactance increases"]}, {"answer": "B", "text": " Which of the following types of conductors would be best for minimizing losses in a station's RF ground system?", "part": "((NOT SPECIFIED))", "number": "E9D11", "answers": ["A resistive wire, such as spark plug wire", "A wide flat copper strap", "A cable with six or seven 18 gauge conductors in parallel", "A single 12 gauge or 10 gauge stainless steel wire"]}, {"answer": "C", "text": " Which of the following would provide the best RF ground for your station?", "part": "((NOT SPECIFIED))", "number": "E9D12", "answers": ["A 50 ohm resistor connected to ground", "An electrically short connection to a metal water pipe", "An electrically short connection to 3 or 4 interconnected ground rods driven into the Earth", "An electrically short connection to 3 or 4 interconnected ground rods via a series RF choke"]}, {"answer": "B", "text": " What usually occurs if a Yagi antenna is designed solely for maximum forward gain?", "part": "((NOT SPECIFIED))", "number": "E9D13", "answers": ["The front-to-back ratio increases", "The front-to-back ratio decreases", "The frequency response is widened over the whole frequency band", "The SWR is reduced"]}, {"answer": "B", "text": " What system matches a higher impedance transmission line to a lower impedance antenna by connecting the line to the driven element in two places spaced a fraction of a wavelength each side of element center?", "part": "((NOT SPECIFIED))", "number": "E9E01", "answers": ["The gamma matching system", "The delta matching system", "The omega matching system", "The stub matching system"]}, {"answer": "A", "text": " What is the name of an antenna matching system that matches an unbalanced feed line to an antenna by feeding the driven element both at the center of the element and at a fraction of a wavelength to one side of center?", "part": "((NOT SPECIFIED))", "number": "E9E02", "answers": ["The gamma match", "The delta match", "The epsilon match", "The stub match"]}, {"answer": "D", "text": " What is the name of the matching system that uses a section of transmission line connected in parallel with the feed line at or near the feed point?", "part": "((NOT SPECIFIED))", "number": "E9E03", "answers": ["The gamma match", "The delta match", "The omega match", "The stub match"]}, {"answer": "B", "text": " What is the purpose of the series capacitor in a gamma-type antenna matching network?", "part": "((NOT SPECIFIED))", "number": "E9E04", "answers": ["To provide DC isolation between the feed line and the antenna", "To cancel the inductive reactance of the matching network", "To provide a rejection notch that prevents the radiation of harmonics", "To transform the antenna impedance to a higher value"]}, {"answer": "A", "text": " How must the driven element in a 3-element Yagi be tuned to use a hairpin matching system?", "part": "((NOT SPECIFIED))", "number": "E9E05", "answers": ["The driven element reactance must be capacitive", "The driven element reactance must be inductive", "The driven element resonance must be lower than the operating frequency", "The driven element radiation resistance must be higher than the characteristic impedance of the transmission line"]}, {"answer": "C", "text": " What is the equivalent lumped-constant network for a hairpin matching system of a 3-element Yagi?", "part": "((NOT SPECIFIED))", "number": "E9E06", "answers": ["Pi-network", "Pi-L-network", "A shunt inductor", "A series capacitor"]}, {"answer": "B", "text": " What term best describes the interactions at the load end of a mismatched transmission line?", "part": "((NOT SPECIFIED))", "number": "E9E07", "answers": ["Characteristic impedance", "Reflection coefficient", "Velocity factor", "Dielectric constant"]}, {"answer": "D", "text": " Which of the following measurements is characteristic of a mismatched transmission line?", "part": "((NOT SPECIFIED))", "number": "E9E08", "answers": ["An SWR less than 1:1", "A reflection coefficient greater than 1", "A dielectric constant greater than 1", "An SWR greater than 1:1"]}, {"answer": "C", "text": " Which of these matching systems is an effective method of connecting a 50 ohm coaxial cable feed line to a grounded tower so it can be used as a vertical antenna?", "part": "((NOT SPECIFIED))", "number": "E9E09", "answers": ["Double-bazooka match", "Hairpin match", "Gamma match", "All of these choices are correct"]}, {"answer": "C", "text": " Which of these choices is an effective way to match an antenna with a 100 ohm feed point impedance to a 50 ohm coaxial cable feed line?", "part": "((NOT SPECIFIED))", "number": "E9E10", "answers": ["Connect a 1/4-wavelength open stub of 300 ohm twin-lead in parallel with the coaxial feed line where it connects to the antenna", "Insert a 1/2 wavelength piece of 300 ohm twin-lead in series between the antenna terminals and the 50 ohm feed cable", "Insert a 1/4-wavelength piece of 75 ohm coaxial cable transmission line in series between the antenna terminals and the 50 ohm feed cable", "Connect 1/2 wavelength shorted stub of 75 ohm cable in parallel with the 50 ohm cable where it attaches to the antenna"]}, {"answer": "B", "text": " What is an effective way of matching a feed line to a VHF or UHF antenna when the impedances of both the antenna and feed line are unknown?", "part": "((NOT SPECIFIED))", "number": "E9E11", "answers": ["Use a 50 ohm 1:1 balun between the antenna and feed line", "Use the universal stub matching technique", "Connect a series-resonant LC network across the antenna feed terminals", "Connect a parallel-resonant LC network across the antenna feed terminals"]}, {"answer": "A", "text": " What is the primary purpose of a phasing line when used with an antenna having multiple driven elements?", "part": "((NOT SPECIFIED))", "number": "E9E12", "answers": ["It ensures that each driven element operates in concert with the others to create the desired antenna pattern", "It prevents reflected power from traveling back down the feed line and causing harmonic radiation from the transmitter", "It allows single-band antennas to operate on other bands", "It makes sure the antenna has a low-angle radiation pattern"]}, {"answer": "C", "text": " What is a use for a Wilkinson divider?", "part": "((NOT SPECIFIED))", "number": "E9E13", "answers": ["It divides the operating frequency of a transmitter signal so it can be used on a lower frequency band", "It is used to feed high-impedance antennas from a low-impedance source", "It is used to divide power equally between two 50 ohm loads while maintaining 50 ohm input impedance", "It is used to feed low-impedance loads from a high-impedance source"]}, {"answer": "D", "text": " What is the velocity factor of a transmission line?", "part": "((NOT SPECIFIED))", "number": "E9F01", "answers": ["The ratio of the characteristic impedance of the line to the terminating impedance", "The index of shielding for coaxial cable", "The velocity of the wave in the transmission line multiplied by the velocity of light in a vacuum", "The velocity of the wave in the transmission line divided by the velocity of light in a vacuum"]}, {"answer": "C", "text": " Which of the following determines the velocity factor of a transmission line?", "part": "((NOT SPECIFIED))", "number": "E9F02", "answers": ["The termination impedance", "The line length", "Dielectric materials used in the line", "The center conductor resistivity"]}, {"answer": "D", "text": " Why is the physical length of a coaxial cable transmission line shorter than its electrical length?", "part": "((NOT SPECIFIED))", "number": "E9F03", "answers": ["Skin effect is less pronounced in the coaxial cable", "The characteristic impedance is higher in a parallel feed line", "The surge impedance is higher in a parallel feed line", "Electrical signals move more slowly in a coaxial cable than in air"]}, {"answer": "B", "text": " What is the typical velocity factor for a coaxial cable with solid polyethylene dielectric?", "part": "((NOT SPECIFIED))", "number": "E9F04", "answers": ["2.70", "0.66", "0.30", "0.10"]}, {"answer": "C", "text": " What is the approximate physical length of a solid polyethylene dielectric coaxial transmission line that is electrically one-quarter wavelength long at 14.1 MHz?", "part": "((NOT SPECIFIED))", "number": "E9F05", "answers": ["20 meters", "2.3 meters", "3.5 meters", "0.2 meters"]}, {"answer": "C", "text": " What is the approximate physical length of an air-insulated, parallel conductor transmission line that is electrically one-half wavelength long at 14.10 MHz?", "part": "((NOT SPECIFIED))", "number": "E9F06", "answers": ["15 meters", "20 meters", "10 meters", "71 meters"]}, {"answer": "A", "text": " How does ladder line compare to small-diameter coaxial cable such as RG-58 at 50 MHz?", "part": "((NOT SPECIFIED))", "number": "E9F07", "answers": ["Lower loss", "Higher SWR", "Smaller reflection coefficient", "Lower velocity factor"]}, {"answer": "A", "text": " What is the term for the ratio of the actual speed at which a signal travels through a transmission line to the speed of light in a vacuum?", "part": "((NOT SPECIFIED))", "number": "E9F08", "answers": ["Velocity factor", "Characteristic impedance", "Surge impedance", "Standing wave ratio"]}, {"answer": "B", "text": " What is the approximate physical length of a solid polyethylene dielectric coaxial transmission line that is electrically one-quarter wavelength long at 7.2 MHz?", "part": "((NOT SPECIFIED))", "number": "E9F09", "answers": ["10 meters", "6.9 meters", "24 meters", "50 meters"]}, {"answer": "C", "text": " What impedance does a 1/8 wavelength transmission line present to a generator when the line is shorted at the far end?", "part": "((NOT SPECIFIED))", "number": "E9F10", "answers": ["A capacitive reactance", "The same as the characteristic impedance of the line", "An inductive reactance", "The same as the input impedance to the final generator stage"]}, {"answer": "C", "text": " What impedance does a 1/8 wavelength transmission line present to a generator when the line is open at the far end?", "part": "((NOT SPECIFIED))", "number": "E9F11", "answers": ["The same as the characteristic impedance of the line", "An inductive reactance", "A capacitive reactance", "The same as the input impedance of the final generator stage"]}, {"answer": "D", "text": " What impedance does a 1/4 wavelength transmission line present to a generator when the line is open at the far end?", "part": "((NOT SPECIFIED))", "number": "E9F12", "answers": ["The same as the characteristic impedance of the line", "The same as the input impedance to the generator", "Very high impedance", "Very low impedance"]}, {"answer": "A", "text": " What impedance does a 1/4 wavelength transmission line present to a generator when the line is shorted at the far end?", "part": "((NOT SPECIFIED))", "number": "E9F13", "answers": ["Very high impedance", "Very low impedance", "The same as the characteristic impedance of the transmission line", "The same as the generator output impedance"]}, {"answer": "B", "text": " What impedance does a 1/2 wavelength transmission line present to a generator when the line is shorted at the far end?", "part": "((NOT SPECIFIED))", "number": "E9F14", "answers": ["Very high impedance", "Very low impedance", "The same as the characteristic impedance of the line", "The same as the output impedance of the generator"]}, {"answer": "A", "text": " What impedance does a 1/2 wavelength transmission line present to a generator when the line is open at the far end?", "part": "((NOT SPECIFIED))", "number": "E9F15", "answers": ["Very high impedance", "Very low impedance", "The same as the characteristic impedance of the line", "The same as the output impedance of the generator"]}, {"answer": "D", "text": " Which of the following is a significant difference between foam dielectric coaxial cable and solid dielectric cable, assuming all other parameters are the same?", "part": "((NOT SPECIFIED))", "number": "E9F16", "answers": ["Foam dielectric has lower safe operating voltage limits", "Foam dielectric has lower loss per unit of length", "Foam dielectric has higher velocity factor", "All of these choices are correct"]}, {"answer": "A", "text": " Which of the following can be calculated using a Smith chart?", "part": "((NOT SPECIFIED))", "number": "E9G01", "answers": ["Impedance along transmission lines", "Radiation resistance", "Antenna radiation pattern", "Radio propagation"]}, {"answer": "B", "text": " What type of coordinate system is used in a Smith chart?", "part": "((NOT SPECIFIED))", "number": "E9G02", "answers": ["Voltage circles and current arcs", "Resistance circles and reactance arcs", "Voltage lines and current chords", "Resistance lines and reactance chords"]}, {"answer": "C", "text": " Which of the following is often determined using a Smith chart?", "part": "((NOT SPECIFIED))", "number": "E9G03", "answers": ["Beam headings and radiation patterns", "Satellite azimuth and elevation bearings", "Impedance and SWR values in transmission lines", "Trigonometric functions"]}, {"answer": "C", "text": " What are the two families of circles and arcs that make up a Smith chart?", "part": "((NOT SPECIFIED))", "number": "E9G04", "answers": ["Resistance and voltage", "Reactance and voltage", "Resistance and reactance", "Voltage and impedance"]}, {"answer": "A", "text": " What type of chart is shown in Figure E9-3?", "part": "((NOT SPECIFIED))", "number": "E9G05", "answers": ["Smith chart", "Free space radiation directivity chart", "Elevation angle radiation pattern chart", "Azimuth angle radiation pattern chart"]}, {"answer": "B", "text": " On the Smith chart shown in Figure E9-3, what is the name for the large outer circle on which the reactance arcs terminate?", "part": "((NOT SPECIFIED))", "number": "E9G06", "answers": ["Prime axis", "Reactance axis", "Impedance axis", "Polar axis"]}, {"answer": "D", "text": " On the Smith chart shown in Figure E9-3, what is the only straight line shown?", "part": "((NOT SPECIFIED))", "number": "E9G07", "answers": ["The reactance axis", "The current axis", "The voltage axis", "The resistance axis"]}, {"answer": "C", "text": " What is the process of normalization with regard to a Smith chart?", "part": "((NOT SPECIFIED))", "number": "E9G08", "answers": ["Reassigning resistance values with regard to the reactance axis", "Reassigning reactance values with regard to the resistance axis", "Reassigning impedance values with regard to the prime center", "Reassigning prime center with regard to the reactance axis"]}, {"answer": "A", "text": " What third family of circles is often added to a Smith chart during the process of solving problems?", "part": "((NOT SPECIFIED))", "number": "E9G09", "answers": ["Standing wave ratio circles", "Antenna-length circles", "Coaxial-length circles", "Radiation-pattern circles"]}, {"answer": "D", "text": " What do the arcs on a Smith chart represent?", "part": "((NOT SPECIFIED))", "number": "E9G10", "answers": ["Frequency", "SWR", "Points with constant resistance", "Points with constant reactance"]}, {"answer": "B", "text": " How are the wavelength scales on a Smith chart calibrated?", "part": "((NOT SPECIFIED))", "number": "E9G11", "answers": ["In fractions of transmission line electrical frequency", "In fractions of transmission line electrical wavelength", "In fractions of antenna electrical wavelength", "In fractions of antenna electrical frequency"]}, {"answer": "D", "text": " When constructing a Beverage antenna, which of the following factors should be included in the design to achieve good performance at the desired frequency?", "part": "((NOT SPECIFIED))", "number": "E9H01", "answers": ["Its overall length must not exceed 1/4 wavelength", "It must be mounted more than 1 wavelength above ground", "It should be configured as a four-sided loop", "It should be one or more wavelengths long"]}, {"answer": "A", "text": " Which is generally true for low band (160 meter and 80 meter) receiving antennas?", "part": "((NOT SPECIFIED))", "number": "E9H02", "answers": ["Atmospheric noise is so high that gain over a dipole is not important", "They must be erected at least 1/2 wavelength above the ground to attain good directivity", "Low loss coax transmission line is essential for good performance", "All of these choices are correct"]}, {"answer": "B", "text": " What is an advantage of using a shielded loop antenna for direction finding?", "part": "((NOT SPECIFIED))", "number": "E9H04", "answers": ["It automatically cancels ignition noise in mobile installations", "It is electro statically balanced against ground, giving better nulls", "It eliminates tracking errors caused by strong out-of-band signals", "It allows stations to communicate without giving away their position"]}, {"answer": "A", "text": " What is the main drawback of a wire-loop antenna for direction finding?", "part": "((NOT SPECIFIED))", "number": "E9H05", "answers": ["It has a bidirectional pattern", "It is non-rotatable", "It receives equally well in all directions", "It is practical for use only on VHF bands"]}, {"answer": "C", "text": " What is the triangulation method of direction finding?", "part": "((NOT SPECIFIED))", "number": "E9H06", "answers": ["The geometric angles of sky waves from the source are used to determine its position", "A fixed receiving station plots three headings to the signal source", "Antenna headings from several different receiving locations are used to locate the signal source", "A fixed receiving station uses three different antennas to plot the location of the signal source"]}, {"answer": "D", "text": " Why is it advisable to use an RF attenuator on a receiver being used for direction finding?", "part": "((NOT SPECIFIED))", "number": "E9H07", "answers": ["It narrows the bandwidth of the received signal to improve signal to noise ratio", "It compensates for the effects of an isotropic antenna, thereby improving directivity", "It reduces loss of received signals caused by antenna pattern nulls, thereby increasing sensitivity", "It prevents receiver overload which could make it difficult to determine peaks or nulls"]}, {"answer": "A", "text": " What is the function of a sense antenna?", "part": "((NOT SPECIFIED))", "number": "E9H08", "answers": ["It modifies the pattern of a DF antenna array to provide a null in one direction", "It increases the sensitivity of a DF antenna array", "It allows DF antennas to receive signals at different vertical angles", "It provides diversity reception that cancels multipath signals"]}, {"answer": "C", "text": " Which of the following describes the construction of a receiving loop antenna?", "part": "((NOT SPECIFIED))", "number": "E9H09", "answers": ["A large circularly polarized antenna", "A small coil of wire tightly wound around a toroidal ferrite core", "One or more turns of wire wound in the shape of a large open coil", "A vertical antenna coupled to a feed line through an inductive loop of wire"]}, {"answer": "D", "text": " How can the output voltage of a multiple turn receiving loop antenna be increased?", "part": "((NOT SPECIFIED))", "number": "E9H10", "answers": ["By reducing the permeability of the loop shield", "By increasing the number of wire turns in the loop and reducing the area of the loop structure", "By winding adjacent turns in opposing directions", "By increasing either the number of wire turns in the loop or the area of the loop structure or both"]}, {"answer": "B", "text": " What characteristic of a cardioid pattern antenna is useful for direction finding?", "part": "((NOT SPECIFIED))", "number": "E9H11", "answers": ["A very sharp peak", "A very sharp single null", "Broad band response", "High-radiation angle"]}, {"answer": "B", "text": " What is the primary function of an external earth connection or ground rod?", "part": "((NOT SPECIFIED))", "number": "E0A01", "answers": ["Reduce received noise", "Lightning protection", "Reduce RF current flow between pieces of equipment", "Reduce RFI to telephones and home entertainment systems"]}, {"answer": "B", "text": " When evaluating RF exposure levels from your station at a neighbor's home, what must you do?", "part": "((NOT SPECIFIED))", "number": "E0A02", "answers": ["Make sure signals from your station are less than the controlled MPE limits", "Make sure signals from your station are less than the uncontrolled MPE limits", "You need only evaluate exposure levels on your own property", "Advise your neighbors of the results of your tests"]}, {"answer": "C", "text": " Which of the following would be a practical way to estimate whether the RF fields produced by an amateur radio station are within permissible MPE limits?", "part": "((NOT SPECIFIED))", "number": "E0A03", "answers": ["Use a calibrated antenna analyzer", "Use a hand calculator plus Smith-chart equations to calculate the fields", "Use an antenna modeling program to calculate field strength at accessible locations", "All of the choices are correct"]}, {"answer": "C", "text": " When evaluating a site with multiple transmitters operating at the same time, the operators and licensees of which transmitters are responsible for mitigating over-exposure situations?", "part": "((NOT SPECIFIED))", "number": "E0A04", "answers": ["Only the most powerful transmitter", "Only commercial transmitters", "Each transmitter that produces 5 percent or more of its MPE limit at accessible locations", "Each transmitter operating with a duty-cycle greater than 50 percent"]}, {"answer": "B", "text": " What is one of the potential hazards of using microwaves in the amateur radio bands?", "part": "((NOT SPECIFIED))", "number": "E0A05", "answers": ["Microwaves are ionizing radiation", "The high gain antennas commonly used can result in high exposure levels", "Microwaves often travel long distances by ionospheric reflection", "The extremely high frequency energy can damage the joints of antenna structures"]}, {"answer": "D", "text": " Why are there separate electric (E) and magnetic (H) field MPE limits?", "part": "((NOT SPECIFIED))", "number": "E0A06", "answers": ["The body reacts to electromagnetic radiation from both the E and H fields", "Ground reflections and scattering make the field impedance vary with location", "E field and H field radiation intensity peaks can occur at different locations", "All of these choices are correct"]}, {"answer": "B", "text": " How may dangerous levels of carbon monoxide from an emergency generator be detected?", "part": "((NOT SPECIFIED))", "number": "E0A07", "answers": ["By the odor", "Only with a carbon monoxide detector", "Any ordinary smoke detector can be used", "By the yellowish appearance of the gas"]}, {"answer": "C", "text": " What does SAR measure?", "part": "((NOT SPECIFIED))", "number": "E0A08", "answers": ["Synthetic Aperture Ratio of the human body", "Signal Amplification Rating", "The rate at which RF energy is absorbed by the body", "The rate of RF energy reflected from stationary terrain"]}, {"answer": "C", "text": " Which insulating material commonly used as a thermal conductor for some types of electronic devices is extremely toxic if broken or crushed and the particles are accidentally inhaled?", "part": "((NOT SPECIFIED))", "number": "E0A09", "answers": ["Mica", "Zinc oxide", "Beryllium Oxide", "Uranium Hexafluoride"]}, {"answer": "A", "text": " What toxic material may be present in some electronic components such as high voltage capacitors and transformers?", "part": "((NOT SPECIFIED))", "number": "E0A10", "answers": ["Polychlorinated Biphenyls", "Polyethylene", "Polytetrafluroethylene", "Polymorphic silicon"]}, {"answer": "C", "text": " Which of the following injuries can result from using high-power UHF or microwave transmitters?", "part": "((NOT SPECIFIED))", "number": "E0A11", "answers": ["Hearing loss caused by high voltage corona discharge", "Blood clotting from the intense magnetic field", "Localized heating of the body from RF exposure in excess of the MPE limits", "Ingestion of ozone gas from the cooling system"]}]